
{
	"chars": [

{ 
	"id": 1,
	"name": "Побег из Шоушенка",
	"year": 1994,
	"reg": "Фрэнк Дарабонт",
	"genre": "драма",
	"annotation": "Шоушенк — название тюрьмы. И если тебе нет еще 30-ти, а ты получаешь пожизненное, то приготовься к худшему: для тебя выхода из Шоушенка не будет!"
},

{
	"id": 2,
	"name":	"Крёстный отец",
	"year":	1972,
	"reg":	"Фрэнсис Форд Коппола",
	"genre":	"детектив, драма",
	"annotation": "Криминальная сага, повествующая о нью-йоркской сицилийской мафиозной семье Корлеоне. Фильм охватывает период 1945-1955 годов."
},

{
	"id": 3,
	"name": "Крёстный отец 2",
	"year":	1974,
	"reg":	"Фрэнсис Форд Коппола",
	"genre":	"детектив, драма",
	"annotation": "В центре драмы представители нового поколения гангстерского клана — дона Корлеоне и его сына, для которых не существует моральных преград на пути достижения поставленых целей. Они превращают мафию, построенную по патриархальным, еще сицилийским законам, в весьма прагматичную, жесткую корпорацию, плавно интегрирующуюся в большой бизнес Америки."
},

{
	"id": 4,
	"name": "Тёмный рыцарь",
	"year":	2008,
	"reg":	"Кристофер Нолан",
	"genre":	"боевик, детектив, драма, триллер",
	"annotation": "Бэтмен поднимает ставки в войне с криминалом. С помощью лейтенанта Джима Гордона и прокурора Харви Дента он намерен очистить улицы от преступности, отравляющей город. Сотрудничество оказывается эффективным, но скоро они обнаружат себя посреди хаоса, развязанного восходящим криминальным гением, известным испуганным горожанам под именем Джокер."
},

{
	"id": 5,
	"name": "12 разгневанных мужчин",
	"year":	1957,
	"reg":	"Сидни Люмет",
	"genre":	"детектив, драма",
	"annotation": "Юношу обвиняют в убийстве собственного отца, ему грозит электрический стул. Двенадцать присяжных собираются чтобы вынести вердикт: виновен или нет."

},

{
	"id": 6,
	"name":	"Список Шиндлера",
	"year":	1993,
	"reg":	"Стивен Спилберг",
	"genre":	"биография, драма, исторический фильм",
	"annotation": "Лента рассказывает реальную историю загадочного Оскара Шиндлера, члена нацистской партии, преуспевающего фабриканта, спасшего во время Второй мировой войны более тысячи ста евреев. Это триумф одного человека, не похожего на других, и драма тех, кто, благодаря ему, выжил в ужасный период человеческой истории."

},

{
	"id": 7,
	"name": "Криминальное чтиво",
	"year":	1994,
	"reg":	"Квентин Тарантино",
	"genre":	"детектив, драма",
	"annotation": "Двое бандитов Винсент Вега и Джулс Винфилд проводят время в философских беседах в перерыве между разборками и «решением проблем» с должниками своего криминального босса Марселласа Уоллеса. Параллельно разворачивается три истории."
},
{
	"id": 8,
	"name":	"Властелин колец: Возвращение короля",
	"year":	2003,
	"reg":	"Питер Джексон",
	"genre":	"приключение, драма, фэнтези",
	"annotation": "Последняя часть трилогии о Кольце Всевластия и о героях, взявших на себя бремя спасения Средиземья. Повелитель сил Тьмы Саурон направляет свои бесчисленные рати под стены Минас-Тирита, крепости Последней Надежды. Он предвкушает близкую победу, но именно это и мешает ему заметить две крохотные фигурки — хоббитов, приближающихся к Роковой Горе, где им предстоит уничтожить Кольцо Всевластия. Улыбнется ли им счастье"
},

{
	"id": 9,
	"name":	"Хороший, плохой, злой",
	"year":	1966,
	"reg":	"Серджо Леоне",
	"genre":	"вестерн",
	"annotation": "Действие приключенческой картины разворачивается в штате Нью-Мексико, когда страна была погружена в Гражданскую войну. По пустынным просторам Дикого Запада скитается загадочный стрелок. Он одиночка, не имеющий ни семьи, ни дома. Однажды он встречает двух незнакомых ему парней, таких же безжалостных и наглых, как и он сам. Они объединяют свои усилия, чтобы отыскать украденное золото, потому что каждый из них обладает нужной информацией, которая может помочь в поисках. Однако в скором времени парни начинают понимать, что совместная работа, и в частности поиски клада – это далеко не самое лучшее занятие для таких авантюрных преступников, как они, которые даже не могут доверять друг другу..."
},

{
	"id": 10,
	"name":	"Бойцовский клуб",
	"year":	1999,
	"reg":	"Дэвид Финчер",
	"genre":	"драма",
	"annotation": "Терзаемый хронической бессонницей и отчаянно пытающийся вырваться из мучительно скучной жизни клерк встречает некоего Тайлера Дардена, харизматического торговца мылом с извращенной философией. Тайлер уверен, что самосовершенствование — удел слабых, а саморазрушение — единственное, ради чего стоит жить."
},

{
	"id": 11,
	"name":	"Властелин колец: Братство Кольца",
	"year":	2001,
	"reg": "Питер Джексон",
	"genre":	"приключение, драма, фэнтези",
	"annotation": "Сказания о Средиземье — это хроника Великой войны за Кольцо, войны, длившейся не одну тысячу лет. Тот, кто владел Кольцом, получал власть над всеми живыми тварями, но был обязан служить злу."
},

{
	"id": 12,
	"name":	"Форрест Гамп",
	"year":	1994,
	"reg":	"Роберт Земекис",
	"genre":	"комедия, драма, мелодрама",
	"annotation": "От лица главного героя Форреста Гампа, слабоумного безобидного человека с благородным и открытым сердцем, рассказывается история его необыкновенной жизни. Фантастическим образом превращается он в известного футболиста, героя войны, преуспевающего бизнесмена. Он становится миллиардером, но остается таким же бесхитростным, глупым и добрым. Форреста ждет постоянный успех во всем, а он любит девочку, с которой дружил в детстве, но взаимность приходит слишком поздно."
},

{
	"id": 13,
	"name":	"Звёздные войны. Эпизод V: Империя наносит ответный удар",
	"year":	1980,
	"reg":	"Ирвин Кершнер",
	"genre":	"боевик, приключение, фэнтези, научная фантастика",
	"annotation": "Борьба за Галактику обостряется в пятом эпизоде космической саги. Войска Императора начинают массированную атаку на повстанцев и их союзников."
},

{
	"id": 14,
	"name":	"Начало",
	"year":	2010,
	"reg":	"Кристофер Нолан",
	"genre":	"боевик, приключение, научная фантастика, триллер",
	"annotation":"Кобб — талантливый вор, лучший из лучших в опасном искусстве извлечения: он крадет ценные секреты из глубин подсознания во время сна, когда человеческий разум наиболее уязвим. Редкие способности Кобба сделали его ценным игроком в привычном к предательству мире промышленного шпионажа, но они же превратили его в извечного беглеца и лишили всего, что он когда-либо любил."
},

{
	"id": 15,
	"name":	"Властелин колец: Две крепости",
	"year":	2002,
	"reg":	"Питер Джексон",
	"genre":	"приключение, драма, фэнтези",
	"annotation": "Братство распалось, но Кольцо Всевластья должно быть уничтожено. Фродо и Сэм вынуждены доверить свои жизни Голлуму, который взялся провести их к вратам Мордора. Громадная Армия Сарумана приближается: члены братства и их союзники готовы принять бой. Битва за Средиземье продолжается."
},

{
	"id": 16,
	"name":	"Пролетая над гнездом кукушки",
	"year":	1975,
	"reg":	"Милош Форман",
	"genre":	"драма",
	"annotation": "Сымитировав помешательство в надежде избежать тюремного заключения, Рэндл Патрик МакМерфи попадает в психиатрическую клинику, где почти безраздельным хозяином является жестокосердная сестра Милдред Рэтчед. МакМерфи поражается тому, что прочие пациенты смирились с существующим положением вещей, а некоторые — даже сознательно пришли в лечебницу, прячась от пугающего внешнего мира. И решается на бунт. В одиночку."
},

{
	"id": 17,
	"name":	"Славные парни",
	"year":	1990,
	"reg":	"Мартин Скорсезе",
	"genre":	"детектив, драма",
	"annotation": "Генри Хилл — начинающий гангстер, занимающийся грабежами вместе с Джими Конвеем и Томми Де Вито, которые с легкостью убивают любого, кто встает у них на пути восхождения к вершинам Мафии. Приходит время когда Генри, сам пострадавший от своих напарников, должен приложить руку к началу конца Джими и Томми…"
},

{
	"id": 18,
	"name":	"Матрица",
	"year":	1999,
	"reg":	"Энди и Ларри Вачовски",
	"genre":	"боевик, научная фантастика",
	"annotation": "Мир Матрицы — это иллюзия, существующая только в бесконечном сне обреченного человечества. Холодный мир будущего, в котором люди — всего лишь батарейки в компьютерных системах."
},

{
	"id" :19,
	"name":	"Семь самураев",
	"year":	1954,
	"reg":	"Акира Куросава",
	"genre":	"приключение, драма",
	"annotation": "Япония. 16 век. В стране полыхает гражданская война, повсюду орудуют банды разбойников и мародеров. Бедные крестьяне нанимают для своей защиты семерых самураев, которые немного сплачивают раздробленных и малодушных жителей деревни в этой борьбе…"
},

{
	"id": 20,
	"name":	"Звёздные войны. Эпизод IV: Новая надежда",
	"year":	1977,
	"reg":	"Джордж Лукас",
	"genre":	"боевик, приключение, фэнтези, научная фантастика",
	"annotation": "Татуин. Планета-пустыня. Уже постаревший рыцарь Джедай Оби Ван Кеноби спасает молодого Люка Скайуокера, когда тот пытается отыскать пропавшего дроида. С этого момента Люк осознает свое истинное назначение: он один из рыцарей Джедай. В то время как гражданская война охватила галактику, а войска повстанцев ведут бои против сил злого Императора, к Люку и Оби Вану присоединяется отчаянный пилот-наемник Хан Соло, и в сопровождении двух дроидов, R2D2 и C-3PO, этот необычный отряд отправляется на поиски предводителя повстанцев — принцессы Леи. Героям предстоит отчаянная схватка с устрашающим Дартом Вейдером — правой рукой Императора и его секретным оружием — «Звездой Смерти»."
},

{
	"id": 21,
	"name":	"Город Бога",
	"year":	2002,
	"reg":	"Фернанду Мейреллиш",
	"genre":	"детектив, драма",
	"annotation": "60-е годы XX века. «Город Бога» — квартал в Рио-де-Жанейро, где живут главные герои — 8-летний Ракета, мечтающий стать фотографом, и его одногодок Дадинью. Дадинью принимает участие в вооруженном ограблении, организованном живущим по соседству гангстером Кабалейрой; с согласия Кабалейры он совершает свое первое убийство."
},

{
	"id": 22,
	"name":	"Семь",
	"year":	1995,
	"reg":	"Дэвид Финчер",
	"genre":	"детектив, драма, таинственный фильм, триллер",
	"annotation": "Детектив Уильям Сомерсет — ветеран уголовного сыска, мечтающий уйти на пенсию и уехать подальше от города и грешных обитателей. За 7 дней до пенсии на Сомерсета сваливаются две неприятности: молодой напарник Миллс и особо изощренное убийство. Острый ум опытного сыщика сразу определяет, что за этим преступлением, скорее всего, последуют другие. Новости подтверждают его догадку. Поняв, что убийца наказывает свои жертвы за совершенные ими смертные грехи, детектив встает перед выбором: вернуться к работе, либо уйти и передать дело своему менее опытному напарнику"
},

{
	"id": 23,
	"name": "Молчание ягнят",
	"year":	1991,
	"reg":	"Джонатан Демми",
	"genre":	"детектив, драма, триллер",
	"annotation": "Психопат похищает и убивает молодых женщин по всему Среднему Западу Америки. ФБР, уверенное в том, что все преступления совершены одним и тем же человеком, поручает агенту Клариссе Стерлинг встретиться с заключенным-маньяком, который мог бы объяснить следствию психологические мотивы серийного убийцы и тем самым вывести на его след."
},

{
	"id": 24,
	"name":	"Эта прекрасная жизнь",
	"year":	1946,
	"reg":	"Фрэнк Капра",
	"genre":	"драма, семейный фильм, фэнтези",
	"annotation": "Джордж Бейли, владелец кредитной компании в выдуманном американском городке Бедфорд Фоллс, честный, отзывчивый, любящий муж и отец, подавлен свалившимися на него невзгодами и подумывает о самоубийстве."
},

{
	"id": 25,
	"name":	"Жизнь прекрасна",
	"year":	1997,
	"reg":	"Роберто Бениньи",
	"genre":	"комедия, драма, военный фильм",
	"annotation": "Во время II Мировой войны в Италии в концлагерь были отправлены евреи, отец и его маленький сын. Жена, итальянка, добровольно последовала вслед за ними. В лагере отец сказал сыну, что все происходящее вокруг является очень большой игрой за приз в настоящий танк, который достанется тому мальчику, который сможет не попасться на глаза надзирателям. Он сделал все, чтобы сын поверил в игру и остался жив, прячась в бараке."
},

{
	"id": 26,
	"name":	"Подозрительные лица",
	"year":	1995,
	"reg":	"Брайан Сингер",
	"genre":	"детектив, драма, таинственный фильм, триллер",
	"annotation": "Обычно, если есть преступление, есть мотив. Обычно, если проводится опознание, по крайней мере есть один подозреваемый. Но это не было обычным преступлением… Пятеро преступников столкнулись в одном необычном месте и решили прокрутить одно дельце. Но кто-то более сильный и могущественный, кто-то, чье имя пугает всех преступников мира, хочет, чтобы они поработали на него… Это не было обычным преступлением, и они — не просто подозрительные лица…"
},

{
	"id": 27,
	"name":	"Леон",
	"year":	1994,
	"reg":	"Люк Бессон",
	"genre":	"детектив, драма,триллер",
	"annotation": "Профессиональный убийца Леон, не знающий пощады и жалости, знакомится со своей очаровательной соседкой Матильдой, семью которой расстреливают полицейские, замешанные в торговле наркотиками. Благодаря этому знакомству он впервые испытывает чувство любви, но…"
},

{
	"id": 28,
	"name":	"Спасти рядового Райана",
	"year":	1998,
	"reg":	"Стивен Спилберг",
	"genre":	"драма, военный фильм",
	"annotation": "Капитан Джон Миллер получает тяжелое задание. Вместе с отрядом из восьми человек Миллер должен отправиться в тыл врага на поиски рядового Джеймса Райана, три родных брата которого почти одновременно погибли на полях сражений."
},

{
	"id": 29,
	"name":	"Унесённые призраками",
	"year":	2001,
	"reg":	"Хаяо Миядзаки",
	"genre":	"мультфильм, приключение, семейный фильм, фэнтези, таинственный фильм",
	"annotation": "«Унесённые при́зраками» — полнометражный аниме-фильм режиссёра Хаяо Миядзаки, снятый на студии «Гибли» в 2001 году. Премьера фильма в Японии состоялась 20 июля 2001 года, а в России 31 декабря 2002 года. Сюжет фильма повествует о 10-летней девочке по имени Тихиро Огино, которая переезжает в новый дом."
},

{
	"id": 30,
	"name":	"Американская история Икс",
	"year": 	1998,
	"reg":	"Тони Кэй",
	"genre":	"детектив, драма",
	"annotation": "Лидер местной банды скинхэдов Дерек Виньярд прочно удерживает авторитет в своем районе. Убежденный в своей правоте, он беспощадно расправляется с теми, кто имеет не белый цвет кожи. Независимость и смелость Дерека вызывают восхищение у его младшего брата Дэнни, который уже тоже сделал свой выбор."
},

{
	"id": 31,
	"name": "Однажды на Диком Западе",
	"year": 1968,
	"reg":	"Серджо Леоне",
	"genre":	"исторический фильм, вестерн",
	"annotation": "Молодая вдова отказывается продать ферму дельцу, задумавшему проложить по этой земле железную дорогу, и тогда он заказывает ее убийство, нанимая лучшего на Диком Западе стрелка. На защиту красавицы встают известный бандит Шайен и таинственный бродяга. Трое сильных мужчин сойдутся в смертельном хороводе, выхода из которого может и не быть."
},

{
	"id":32,
	"name":	"Интерстеллар",
	"year":	2014,
	"reg":	"Кристофер Нолан",
	"genre":	"приключение, драма, научная фантастика",
	"annotation": "Наше время на Земле подошло к концу, команда исследователей берет на себя самую важную миссию в истории человечества; путешествуя за пределами нашей галактики, чтобы узнать есть ли у человечества будущее среди звезд."
},

{
	"id":33,
	"name":	"Психо",
	"year": 1960,
	"reg":	"Альфред Хичкок",
	"genre":	"фильм ужасов, таинственный фильм, триллер",
	"annotation": "Девушка, недовольная романом с разведенным мужчиной, уделяющим ей внимание только наездами, крадет на работе крупную сумму денег и в спешке бежит из города. В мотеле, где она остановилась на ночь, ей приходится столкнуться с его молодым владельцем…"
},

{
	"id":34,
	"name":	"Зелёная миля",
	"year": 1999,
	"reg":	"Фрэнк Дарабонт",
	"genre":	"детектив, драма, фэнтези, таинственный фильм",
	"annotation": "Обвиненный в страшном преступлении, Джон Коффи оказывается в блоке смертников тюрьмы «Холодная гора». Вновь прибывший обладал поразительным ростом и был пугающе спокоен, что, впрочем, никак не влияло на отношение к нему начальника блока Пола Эджкомба, привыкшего исполнять приговор."
},

{
	"id": 35,
	"name":	"Касабланка",
	"year": 1942,
	"reg":	"Майкл Кёртиц",
	"genre":	"драма, мелодрама, военный фильм",
	"annotation": "Оставивший родину американец Рик Блэйн, владелец игорного клуба в Касабланке, случайно встречается с покинувшей его несколько лет назад возлюбленной, Ильзой, которая приехала в город вместе со своим нынешним мужем, борцом антифашистского сопротивления Виктором Лазло."
},

{
	"id": 36,
	"name":	"Огни большого города",
	"year":	1931,
	"reg":	"Чарли Чаплин",
	"genre":	"комедия, драма, мелодрама",
	"annotation": "Маленький Бродяга встречает красивую слепую девушку, торгующую цветами на улице, которая по ошибке принимает его за богатого герцога. Узнав о том, что операция может вернуть ей зрение, маленький Бродяга пускается на поиски денег."
},

{
	"id": 37,
	"name":	"1+1",
	"year":	2011,
	"reg":	"Оливье Накаш, Эрик Толедано",
	"genre":	"биография, комедия, драма",
	"annotation": "Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, — молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений."
},

{
	"id": 38,
	"name":	"Новые времена",
	"year": 1936,
	"reg":	"Чарли Чаплин",
	"genre":	"комедия, драма, семейный фильм, мелодрама",
	"annotation": "Новые времена — комедия Чарли Чаплина 1936 года о злоключениях Маленького Бродяги, пытающегося выжить в новом индустриальном обществе во времена Великой депрессии. Премьера 5 февраля 1936 года. Фильм был признан одной из самых лучших картин Чаплина." 
},

{
	"id":39,
	"name":	"Индиана Джонс: В поисках утраченного ковчега",
	"year":	1981,
	"reg":	"Стивен Спилберг",
	"genre":	"боевик, приключение",
	"annotation": "Главного героя зовут Индиана Джонс. Он известен как один из лучших археологов мира, как лучший специалист по оккультным наукам, доктор, которому нет замены. Однажды получив задание от правительства США, Джонс отправляется на поиски уникальной реликвии. В южноамериканских джунглях ему нужно найти священный Ковчег. Не подозревая о том, что аналогичный приказ получили и агенты Адольфа Гитлера, доктор археолог отправляется в путешествие..."
},

{
	"id": 40,
	"name":	"Пианист",
	"year":	2002,
	"reg":	"Роман Полански",
	"genre":	"биография, драма, музыкальный фильм, военный фильм",
	"annotation": "Фильм повествует о судьбе Владислава Шпильмана — выдающегося польского пианиста, еврея по национальности. Вынужденный жить в Варшавском гетто во время Второй мировой войны, он сполна познает вкус унижений, страдания и борьбы. Один из офицеров отступающей немецкой армии обнаруживает его среди руин разрушенного бомбежками города и помогает ему выжить."
},

{
	"id": 41,
	"name":	"Отступники",
	"year":	2006,
	"reg":	"Мартин Скорсезе",
	"genre":	"детектив, драма, триллер",
	"annotation": "Два лучших выпускника полицейской академии оказались по разные стороны баррикады: один из них — агент мафии в рядах правоохранительных органов, другой — «крот», внедрённый в мафию. Каждый считает своим долгом обнаружить и уничтожить противника, но постоянная жизнь в искажённых реалиях меняет внутренний мир героев."
},

{
	"id": 42,
	"name": "Окно во двор",
	"year":	1954,
	"reg":	"Альфред Хичкок",
	"genre":	"таинственный фильм, триллер",
	"annotation": "Прикованный из-за сломанной ноги к инвалидному креслу фоторепортер от скуки начинает наблюдать за соседями, живущими в его же доме, чьи окна выходят во внутренний двор. Действие происходит в Гринвич Вилледж. Постоянные наблюдения наталкивают его на подозрение, что один из соседей убил свою жену…"
},

{
	"id": 43,
	"name":	"Терминатор 2: Судный день",
	"year":	1991,
	"reg":	"Джеймс Кэмерон",
	"genre":	"боевик, научная фантастика, триллер",
	"annotation": "Прошло более десяти лет с тех пор, как киборг-терминатор из 2029 года пытался уничтожить Сару Коннор — женщину, чей будущий сын выиграет войну человечества против машин."
},

{
	"id": 44,
	"name":	"Назад в будущее",
	"year":	1985,
	"reg":	"Роберт Земекис",
	"genre":	"приключение, комедия, научная фантастика",
	"annotation": "В мрачной и суровой семье живет обычный американский подросток по имени Марти Макфлай. У него есть друг профессор по кличке «Док», который сообщает главному герою об одной интересной вещи и он должен ему обязательно ее показать. Это был DeLorean DMC-12 — машина времени, работающая при помощи плутония. В этот момент появляются ливийские террористы, те у кого Док украл плутоний. Террористы расстреливают доктора, а Марти в последний момент успевает прыгнуть в Делорен. Машина перемещает главного героя на 20 лет назад. Там он встречает своих молодых родителей, и молодого друга профессора. Правда парень наделал много ошибок, которые в последствии повлияли на будущее. И теперь Марти нужно все исправить..."
},

{
	"id": 45,
	"name":	"Одержимость",
	"year":	2014,
	"reg":	"Дэмьен Шазелл",
	"genre":	"драма, музыкальный фильм",
	"annotation": "Эндрю мечтает стать великим. Казалось бы, вот-вот его мечта осуществится. Юношу замечает настоящий гений, дирижер лучшего в стране оркестра. Желание Эндрю добиться успеха быстро становится одержимостью, а безжалостный наставник продолжает подталкивать его все дальше и дальше — за пределы человеческих возможностей. Кто выйдет победителем из этой схватки?"
},

{
	"id": 46,
	"name":	"Гладиатор",
	"year":	2000,
	"reg":	"Ридли Скотт",
	"genre": "боевик, приключение, драма",
	"annotation": "В великой Римской империи не было военачальника, равного генералу Максимусу. Непобедимые легионы, которыми командовал этот благородный воин, боготворили его и могли последовать за ним даже в ад."
},

{
	"id": 47,
	"name":	"Престиж",
	"year":	2006,
	"reg":	"Кристофер Нолан",
	"genre":	"драма, таинственный фильм, научная фантастика, триллер",
	"annotation": "Роберт и Альфред — фокусники-иллюзионисты, которые на рубеже XIX и XX веков соперничали друг с другом в Лондоне. С годами их дружеская конкуренция на профессиональной почве перерастает в настоящую войну."
},

{
	"id": 48,
	"name":	"Король Лев",
	"year":	1994,
	"reg":	"Роджер Аллерс, Роб Минкофф",
	"genre":	"мультфильм, приключение, драма, семейный фильм, музыкальный фильм",
	"annotation": "У величественного Короля-Льва Муфасы рождается наследник по имени Симба. Уже в детстве любознательный малыш становится жертвой интриг своего завистливого дяди Шрама, мечтающего о власти."
},

{
	"id": 49,
	"name":	"Помни",
	"year":	2000,
	"reg":	"Кристофер Нолан",
	"genre":	"таинственный фильм, триллер",
	"annotation": "Леонард Шелби изысканно и дорого одет, ездит на новеньком «Ягуаре», но проживает в дешевых мотелях. Его цель в жизни — найти убийцу жены."
},

{
	"id": 50,
	"name":	"Апокалипсис сегодня",
	"year":	1979,
	"reg":	"Фрэнсис Форд Коппола",
	"genre":	"драма, военный фильм",
	"annotation": "Во время войны во Вьетнаме спецагент отправляется вверх по реке в Камбоджу с приказом найти и убить полусумасшедшего полковника, создавшего в отдаленном районе нечто вроде собственного королевства насилия. По пути мы видим почти сюрреалистический мир ужасов войны."
},

{
	"id": "51",
	"name":	"Чужой",
	"year":	1979,
	"reg":	"Ридли Скотт",
	"genre":	"фильм ужасов, научная фантастика",
	"annotation": "В далеком будущем возвращающийся на Землю грузовой космический корабль перехватывает исходящий с неизвестной планеты неопознанный сигнал. Экипаж принимает решение совершить посадку и разобраться, в чем дело. Оказавшись на планете, астронавты повсюду обнаруживают неопознанные предметы, по виду напоминающие гигантские коконы…"
},

{
	"id": 52,
	"name":	"Великий диктатор",
	"year":	1940,
	"reg":	"Чарли Чаплин",
	"genre":	"комедия, драма, военный фильм",
	"annotation": "Первый полностью звуковой фильм Чарльза Чаплина. Он играет сразу две роли: фашистского диктатора Аденоида Хинкеля (недвусмысленно загримированной под Гитлера) и еврея — парикмахера, который как две капли воды похож на него."
},

{
	"id": 53,
	"name":	"Бульвар Сансет",
	"year":	1950,
	"reg":	"Билли Уайлдер",
	"genre":	"драма, нуар",
	"annotation": "Молодой сценарист Джо Гиллис сидит на полной «мели», его преследуют кредиторы, ему не на что поесть, ему кажется, что жизнь кончилась."
},

{
	"id": 54,
	"name":	"Доктор Стрейнджлав, или Как я перестал бояться и полюбил бомбу",
	"year":	1964,
	"reg":	"Стэнли Кубрик",
	"genre":	"комедия",
	"annotation": "Одержимый мыслью о том, что коммунисты намереваются украсть у американцев их «бесценные телесные соки», генерал Джек Д. Риппер, командир военно-воздушной базы посылает эскадрилью бомбардировщиков с ядерным оружием бомбить СССР."
},

{
	"id": 55,
	"name": "Новый кинотеатр «Парадизо»",
	"year": 1988,
	"reg":	"Джузеппе Торнаторе",
	"genre":	"комедия, драма",
	"annotation": "Сюжет фильма разворачивается вокруг сицилийского мальчика по имени Сальваторе, который будучи еще совсем юным, влюбился в кино. Наверняка это стало следствием того, что в небольшом городке на Сицилии, где в послевоенное время жил мальчик, просто отсутствовали другие развлечения, кроме единственного – кинотеатра «Парадизо», который Сальваторе посещал регулярно, стараясь не пропустить ни одного фильма. Однажды мальчик знакомится с работающим там киномехаником по имени Альфредо, и они начинают дружить, а впоследствии этот человек даже заменяет Сальваторе погибшего на фронте отца. Шли годы, наш герой взрослел, и, в конце концов, стал очень известным режиссером…"
},

{
	"id": 56,
	"name":	"Жизнь других",
	"year":	2006,
	"reg":	"Флориан Хенкель фон Доннерсмарк",
	"genre":	"драма, триллер",
	"annotation": "Восточный Берлин, ноябрь 1984 года. За пять лет до своего низвержения восточно-германское правительство обеспечивает свои притязания на власть беспощадной системой контроля и сыска."
},

{
	"id": 57,
	"name":	"Могила светлячков",
	"year":	1988,
	"reg":	"Исао Такахата",
	"genre":	"мультфильм, драма, военный фильм",
	"annotation": "Последние дни Второй Мировой войны. Американская авиация бомбит беззащитные японские города. В водоворот людского каждодневного кошмара попадают 14-летнии Сэйта и его сестренка Сэцуко. Понеся самую горькую утрату — потерю близких, они остались совсем одни. Юный мальчик в одночасье становится взрослым, столкнувшись с жестокостью мира. Он осознаёт, что от него зависит жизнь его маленькой сестры."
},

{
	"id": 58,
	"name":	"Тропы славы",
	"year":	1957,
	"reg":	"Стэнли Кубрик",
	"genre":	"драма, военный фильм",
	"annotation": "Действие киноромана развертывается в 1916 году на Западном фронте. Полковник Дэкс командует пехотным полком французской армии. Уже два года союзники пытаются переломить ход войны с немцами. Начальник корпуса генерал Брулард приказывает дивизионному генералу Миро атаковать неприступную вражескую позицию, прозванную Муравьиным холмом."
},

{
	"id": 59,
	"name":	"Джанго освобождённый",
	"year":	"2012",
	"reg": "Квентин Тарантино",
	"genre":"драма, вестерн",
	"annotation": "Эксцентричный охотник за головами, также известный как «Дантист», промышляет отстрелом самых опасных преступников на Диком Западе. Работенка пыльная, и без надежного помощника ему не обойтись. Но как найти такого и желательно не очень дорогого? Беглый раб по имени Джанго — прекрасная кандидатура. Правда, у нового помощника свои мотивы — кое с чем надо разобраться…"
},

{
	"id": 60,
	"name":	"Сияние",
	"year":	1980,
	"reg":	"Стэнли Кубрик",
	"genre":	"драма, фильм ужасов",
	"annotation": "Главный герой — Джек Торренс — приехал в элегантный уединенный отель, чтобы поработать смотрителем во время мертвого сезона вместе со своей женой и сыном. Торренс здесь раньше никогда не бывал. Или это не совсем так? Ответ лежит во мраке, сотканном из преступного кошмара."
},

{
	"id": 61,
	"name":	"ВАЛЛ-И",
	"year":	2008,
	"reg":	"Эндрю Стэнтон",
	"genre":	"мультфильм, приключение, семейный фильм, научная фантастика",
	"annotation":"Робот ВАЛЛ·И из года в год прилежно трудится на опустевшей Земле, очищая нашу планету от гор мусора, которые оставили после себя улетевшие в космос люди. Он и не представляет, что совсем скоро произойдут невероятные события, благодаря которым он встретит друзей, поднимется к звездам и даже сумеет изменить к лучшему своих бывших хозяев, совсем позабывших родную Землю."
},

{
	"id": 62,
	"name":	"Красота по-американски",
	"year":	1999,
	"reg":	"Сэм Мендес",
	"genre":	"драма, мелодрама",
	"annotation": "Лестер Бернэм переживает кризис среднего возраста. Его не уважают и не ценят на работе, а от счастливой семьи осталась лишь видимость. У жены Кэролайн страстный роман с коллегой по работе, а угрюмая дочь-подросток Джейн увлечена соседским парнем, побывавшим в психиатрической больнице."
},

{
	"id": 63,
	"name":	"Тёмный рыцарь: Возрождение легенды",
	"year": 2012,
	"reg":	"Кристофер Нолан",
	"genre":	"боевик, триллер",
	"annotation": "Восемь лет назад Бэтмен растворился в ночи, превратившись из героя в беглеца. Приняв на себя вину за смерть прокурора Харви Дента, он пожертвовал всем. Вместе с комиссаром Гордоном они решили, что так будет лучше для всех. Пока преступность была раздавлена антикриминальным актом Дента, ложь действовала."
},

{
	"id": 64,
	"name":	"Принцесса Мононоке",
	"year":	1997,
	"reg":	"Хаяо Миядзаки",
	"genre":	"мультфильм, приключение, фэнтези",
	"annotation": "На юного принца Аситаку было наложено страшное проклятие, после того как он убил одержимого демоном вепря. От местной провидицы ему становиться известно, что только он сам в состоянии изменить свою судьбу. В поисках спасения, молодой принц отправляется в опасное путешествие, которое приводит его в волшебный лес, где люди под предводительством злой Эбоси ведут войну с жителями леса: демонами, духами и огромными существами, которых Аситака прежде никогда не встречал. Вскоре он узнает о том, что Эбоси хочет уничтожить Дух Леса, который может снять с него проклятие. Аситака становится на сторону принцессы леса Мононоке, чтобы вступить в смертельную схватку с Эбоси и ее войском..."
},

{
	"id": 65,
	"name":	"Чужие",
	"year":	1986,
	"reg":	"Джеймс Кэмерон",
	"genre": "боевик, приключение, научная фантастика, триллер",
	"annotation": "Чужой - это совершенный организм и идеальная машина для убийства, поскольку в нем сочетается физическое превосходство и небывалая жажда уничтожения всего на своем пути. Офицеру Эллен Рипли и команде корабля 'Ностромо' однажды уже пришлось столкнуться с этой тварью, после чего в живых осталась лишь Рипли. Капсулу с Эллен обнаружили спасатели много лет спустя и забрали ее на свой корабль, где сообщили о том, что планета, где были обнаружены яйца чужих, теперь колонизирована и они направляются именно туда. Рипли пытается объяснить, что их ожидает на планете и предупредить о грозящей опасности, но никто не воспринимает ее всерьез. Но вскоре их всех ожидает встреча не с одним, а тысячами Чужих, которые жаждут только убивать."
},

{
	"id": 66,
	"name":	"Олдбой",
	"year": 2003,
	"reg":	"Пак Чхан Ук",
	"genre": "боевик, драма, таинственный фильм, триллер",
	"annotation": "Фильм рассказывает о рекламщике, которого некто похитил и 20 лет продержал в одиночной камере, никак не объясняя своих мотивов. Столь же неожиданно получив однажды свободу, он решает разыскать того, кто организовал его похищение, и обнаруживает, что неизвестный злодей продолжает мучить его загадками. Погоня за местью приводит его к юной социальной работнице и некоему человеку, в руках которого якобы находится ключ к его спасению."
},

{
	"id": 67,
	"name":	"Свидетель обвинения",
	"year":	1957,
	"reg":	"Билли Уайлдер",
	"genre": "детектив, драма, таинственный фильм, триллер",
	"annotation": "Сэру Уилфриду Робэртсу, престарелому адвокату, бережно опекаемому медсестрой мисс Плимсолл, поступает предложение защищать интересы Леонарда Стивена Воула, которому инкриминируется убийство. В невиновности подопечного его убеждает искренность чувств красивой женщины — Кристин Воул, в девичестве Хелм, и многоопытный юрист берётся за дело."
},

{
	"id": 68,
	"name":	"Однажды в Америке",
	"year":	1984,
	"reg":	"Серджо Леоне",
	"genre": "детектив, драма",
	"annotation": "В бурные двадцатые годы, когда Америка веселилась под звуки джаза и каждый бродяга мечтал стать миллионером, в трущобах Нью-Йорка встретились несколько отчаянных парней. Убирая с дороги конкурентов, безжалостно карая предателей и нагло проворачивая хитроумные аферы, они стали королями преступного мира золотой эры «сухого закона». Они поклялись отдать жизнь друг за друга, зная, что самое главное для них — это дружба, долг и справедливость — не утопить в реках крови и бездонном океане денег. Спустя много лет судьба жестоко обошлась с легендарными гангстерами, заставив их исполнить свою клятву. Это случилось однажды в Америке…"
},

{
	"id": 69,
	"name":	"Подводная лодка",
	"year": 1981,
	"reg":	"Вольфганг Петерсен",
	"genre": "приключение, драма, триллер, военный фильм",
	"annotation": "Осень 1941 года. Немецкая подводная лодка отправляется в Атлантический океан, место противостояния германского и английского флотов. Жизнь по строгому распорядку, учебные тревоги, воспоминания о семьях и любимых девушках, соленые мужские шуточки… Скоро всё это закончится. Потому что впереди — ад и никакой надежды на спасение…"
},

{
	"id": 70,
	"name":	"Гражданин Кейн",
	"year":	1941,
	"reg":	"Орсон Уэллс",
	"genre": "драма, таинственный фильм",
	"annotation": "Это сложная история жизни газетного магната Фостера Кейна. Последним словом умирающего мужчины было – «Бутон розы». Журналист Томпсон пытается выяснить, что значила эта загадочная фраза для знаменитого миллионера, и расспрашивает о жизни Кейна у его родственников и знакомых. Корреспондент из маленьких рассказов, словно из кусочков пазла, собирает картину жизни Фостера Кейна. Несмотря на то, что влиятельный бизнесмен поднялся на самую вершину успеха, поначалу он был добродушным и простым человеком, боролся за правду, защищал идеи справедливости и гуманизма. Однако со временем под влиянием роскоши и власти, а также из-за слепой страсти к женщине, из человека с большим сердцем он превращается в мелочного дельца. После встречи со Сьюзен, Кейна больше не волнуют борьба за правду и высокие идеалы, он пытается сделать бездарную певицу знаменитой."
},

{
	"id": 71,
	"name":	"Дангал",
	"year":	2016,
	"reg":	"Нитеш Тивари",
	"genre": "боевик, биография, драма, спортивный фильм",
	"annotation": "История реально существующего спортсмена Махавира Сингха Пхогата, который по причине бедности был вынужден бросить спортивную борьбу, но поклялся воспитать сына, который станет в будущем олимпийским чемпионом. Но вот досада — у них с женой родились четыре дочки. Отец сначала отчаялся, но потом, увидев, что подросшие девчонки поколачивают одноклассников, решил всё же сделать из них спортсменок. Тренер из отца получился отменный."
},

{
	"id": 72,
	"name":	"Головокружение",
	"year":	1958,
	"reg":	"Альфред Хичкок",
	"genre": "таинственный фильм, мелодрама, триллер",
	"annotation": "Скотти Фергюсон — отставной сыщик, которого не назовешь баловнем судьбы: одинокий, оставшийся за бортом своей профессии, да еще и страдающий патологическим страхом высоты. Бывший коллега Гейвин Элстер просит его последить за своей женой Мэделин, одержимой идеей самоубийства…"
},

{
	"id": 73,
	"name":	"К северу через северо-запад",
	"year":	1959,
	"reg":	"Альфред Хичкок",
	"genre": "боевик, приключение, таинственный фильм, триллер",
	"annotation": "Однажды успешного рекламного агента Роджера Торнхилла ошибочно принимают за агента разведки Кэплана, которого никто не знает в лицо, и хотят его убрать. Обескураженный Роджер пытается бежать. В вагоне-ресторане поезда милая женщина по имени Ив помогает ему скрыться от преследователей…"
},

{
	"id": 74,
	"name":	"Звёздные войны. Эпизод VI: Возвращение джедая",
	"year":	1983,
	"reg":	"Ричард Маркуанд",
	"genre":	"боевик, приключение, фэнтези, научная фантастика",
	"annotation": "В заключительном шестом эпизоде «Звездных войн» Дарт Вейдер создает вторую «Звезду Смерти». Он объединяет все силы зла, чтобы с помощью этого смертоносного оружия нанести последний сокрушительный удар по повстанцам и их союзникам."
},

{
	"id": 75,
	"name":	"Храброе сердце",
	"year":	1995,
	"reg":	"Мел Гибсон",
	"genre":	"биография, драма, исторический фильм, военный фильм",
	"annotation": "Действие фильма начинается в 1280 году в Шотландии. Это история легендарного национального героя Уильяма Уолласа, посвятившего себя борьбе с англичанами при короле Эдварде Длинноногом."
},

{
	"id": 76,
	"name":	"Бешеные псы",
	"year":	1992,
	"reg":	"Квентин Тарантино",
	"genre":	"детектив, драма, триллер",
	"annotation": "Это должно было стать идеальным преступлением. Задумав ограбить ювелирный магазин, криминальный босс Джо Кэбот собрал вместе шестерых опытных и совершенно незнакомых друг с другом преступников. Но с самого начала все пошло не так, и обычный грабеж превратился в кровавую бойню."

},

{
	"id": 77,
	"name":	"М",
	"year":	1931,
	"reg":	"Фриц Ланг",
	"genre": "детектив, драма, таинственный фильм, триллер",
	"annotation": "Маньяк-убийца наводит ужас на жителей Города. Маленькие девочки не успевают домой к обеду, не возвращаются вовсе. Полиция сбилась с ног в поисках преступника, однако все усилия тщетны. Обеспокоенный активностью полицейских, преступный мир города сам объявил погоню за нарушившим табу маньяком."
},

{
	"id": 78,
	"name":	"Реквием по мечте",
	"year":	2000,
	"reg":	"Даррен Аронофски",
	"genre":	"драма",
	"annotation": "Каждый из главных героев фильма стремился к своей заветной мечте. Сара Голдфарб мечтала сняться в известном телешоу, ее сын Гарольд со своим другом Тайроном — сказочно разбогатеть, подруга Гарольда Мэрион грезила о собственном модном магазине, но на их пути были всяческие препятствия. События фильма разворачиваются стремительно, герои погрязли в наркотиках. Мечты по-прежнему остаются недостижимыми, а жизни героев рушатся безвозвратно."
},

{
	"id": 79,
	"name":	"Амели",
	"year":	2001,
	"reg":	"Жан-Пьер Жене",
	"genre":	"комедия, мелодрама",
	"annotation": "Знаете ли вы, что все события, происходящие в нашем мире, даже самые незначительные, взаимосвязаны самым удивительным и чудесным образом?"
},

{
	"id": 80,
	"name":	"Дюнкерк",
	"year":	2017,
	"reg":	"Кристофер Нолан",
	"genre":	"боевик, драма, исторический фильм, триллер, военный фильм",
	"annotation": "Фильм расскажет историю чудесного спасения более трехсот тысяч солдат в ходе Дюнкеркской операции, имевшей место в начале Второй мировой войны. События начинаются с окружения сотен тысяч британских и союзных войск силами противника. Пойманные в ловушку на пляже, и находясь спиной к морю, они сталкиваются лицом к лицу с неразрешимой ситуацией, тем временем как тиски противника сжимаются все сильнее и сильнее."
},

{
	"id": 81,
	"name":	"Звёздочки на земле",
	"year":	2007,
	"reg":	"Аамир Хан",
	"genre":	"драма, семейный фильм",
	"annotation": "ОписаниеМаленький мальчик 8 лет Ишан Авасти с рождения немного отличается от других детей. Ему дается с трудом то, что у других получается очень легко. Мир не понимает этого ребенка, как и его собственные родители. Когда Ишан в третий раз проваливает экзамены в школе, его отец в наказание отправляет мальчика в школу-интернат. Одиночество губит ребенка, он осуждает себя за расставание с родителями, но и их не может простить. Однажды в жизни Ишана появляется временный учитель рисования Рам Никум — единственный, кто понимает этого ребенка. Рам ставит перед собой цель изменить жизнь мальчика и отношение к нему."
},

{
	"id": 82,
	"name":	"Заводной апельсин",
	"year":	1971,
	"reg":	"Стэнли Кубрик",
	"genre":	"детектив, драма, научная фантастика",
	"annotation": "В фильме был произведен исчерпывающий анализ причин преступности среди молодежи, нетерпимости нового поколения к привычным моральным ценностям и жизненным устоям современного общества."
},

{
	"id": 83,
	"name":	"Твоё имя",
	"year":	2016,
	"reg":	"Макото Синкай",
	"genre":	"мультфильм, драма, фэнтези, мелодрама",
	"annotation": "История о парне из Токио и девушке из провинции, которые обнаруживают, что между ними существует странная и необъяснимая связь. Во сне они меняются телами и проживают жизни друг друга. Но однажды эта способность исчезает так же внезапно, как появилась. Тако решает во что бы то ни стало отыскать Мицуху, но способны ли они узнать друг друга в реальной жизни?"
},

{
	"id": 84,
	"name":	"Лоуренс Аравийский",
	"year":	1962,
	"reg":	"Дэвид Лин",
	"genre":	"приключение, биография, драма, исторический фильм, военный фильм",
	"annotation": "Фильм рассказывает о легендарном герое Первой мировой войны — английском разведчике Т. Э. Лоуренсе, действовавшем среди арабских племен и возглавившем их в походе против турок."
},

{
	"id": 85,
	"name":	"Двойная страховка",
	"year":	1944,
	"reg":	"Билли Уайлдер",
	"genre":	"детектив, драма, нуар, таинственный фильм, триллер",
	"annotation": "Сластолюбивый страховой агент Уолтер Нефф отправляется продлить полис на машину некоему мистеру Дитрихсону. В его доме он встречается с миссис Дитрихсон и мгновенно воспламеняется."
},

{
	"id": 86,
	"name":	"Таксист",
	"year":	1976,
	"reg":	"Мартин Скорсезе",
	"genre":	"детектив, драма",
	"annotation": "Тусклый свет слепых фонарей, скелеты фабричных труб, задыхающихся в собственном дыму. Вавилонские башни небоскребов, все это — ад Нового времени, Нью-Йорк."
},

{
	"id": 87,
	"name":	"Амадей",
	"year":	1984,
	"reg":	"Милош Форман",
	"genre": "биография, драма, исторический фильм, музыкальный фильм",
	"annotation": "1781 год. Антонио Сальери успешно справляется с обязанностями придворного композитора при императоре Иосифе II. Когда же при дворе появляется Моцарт, Сальери к своему ужасу обнаруживает, что божественный музыкальный дар, которым он так желает обладать, был отпущен какому-то непристойному, проказливому шуту. Ослепленный завистью, он замышляет во что бы то ни стало уничтожить Моцарта…"
},

{
	"id": 88,
	"name":	"Вечное сияние чистого разума",
	"year":	2004,
	"reg":	"Мишель Гондри",
	"genre": "драма, мелодрама, научная фантастика",
	"annotation": "Наконец-то изобретена машина, которая позволяет избавиться от любых воспоминаний. Джоэль и Клементина решают выбросить друг друга из головы. Но в памяти Джоэля все еще живы самые нежные моменты их чувства. Чем меньше он помнит, тем больше любит."
},

{
	"id": 89,
	"name":	"Убить пересмешника",
	"year":	1962,
	"reg":	"Роберт Маллиган",
	"genre":	"детектив, драма",
	"annotation": "Фильм о юристе из Алабамы, воспитывающем без матери своих двоих детей. Помимо темы расовых предрассудков на Юге, это рассказ о том, как двое детей из мира фантазий делают первые шаги в совершенно иной мир подростков, где уже формируются такие понятия, как благородство, сострадание, справедливость и неравенство."
},

{
	"id": 90,
	"name":	"Цельнометаллическая оболочка",
	"year":	1987,
	"reg":	"Стэнли Кубрик",
	"genre": "драма, военный фильм",
	"annotation": "Американская база подготовки новобранцев корпуса морской пехоты. Жесточайшая, бесчеловечная система призвана превратить домашних мальчишек в натренированных хладнокровных убийц. Их готовят к войне во Вьетнаме, где им придется часто задавать себе вопрос «Разве война — это не ад?», а иначе просто невозможно убивать каждый день, не понимая, для чего это?"
},

{
	"id": 91,
	"name":	"Космическая одиссея 2001 года",
	"year":	1968,
	"reg":	"Стэнли Кубрик",
	"genre":	"приключение, научная фантастика",
	"annotation": "Кто мы? Какое место мы занимаем во Вселенной? Эти вопросы стоят перед героями фильма. Экипаж космического корабля С. С. Дискавери — капитаны Дэйв Боумэн, Фрэнк Пул и их бортовой компьютер ХЭЛ-9000 — должны исследовать район галактики и понять, почему инопланетяне следят за Землей. На этом пути их ждет множество неожиданных открытий…"
},

{
	"id": 92,
	"name":	"Поющие под дождём",
	"year":	1952,
	"reg":	"Стэнли Донен, Джин Келли",
	"genre":	"комедия, музыкальный фильм, мелодрама",
	"annotation": "Основа этого легендарного фильма — дюжина старых песен, написанных для различных бродвейских шоу. Дон Локвуд — популярная звезда немого кино вспоминает о том, как он пришел к славе… но вдруг счастье покидает его — наступила эра звукового кино. Нужно осваивать новые горизонты."
},

{
	"id": 93,
	"name":	"История игрушек: Большой побег",
	"year":	2010,
	"reg":	"Ли Анкрич",
	"genre":	"мультфильм, приключение, комедия, семейный фильм, фэнтези",
	"annotation": "Игрушки 17-летнего Энди ищут новое место в жизни, пока их повзрослевший хозяин собирается в колледж. Отправляясь на учебу, Энди хочет взять на память только самую любимую игрушку — шерифа Вуди. Остальные решают, что «предатель» Энди обрек их на мусорный бак. Сбежав, они попадают в коробку с подарками, предназначенными для детского сада. Пытаясь убедить друзей в том, что Энди вовсе не хотел от них избавиться, Вуди вместе со всей компанией уезжает в садик «Солнышко». Здесь бесконтрольный ураган малышей то и дело оставляет игрушки без каких-то конечностей. Теперь Вуди думает только о том, как вызволить приятелей из этого «ада» и вернуться к Энди прежде, чем тот уедет в колледж. "
},

{
	"id": 94,
	"name":	"Афера",
	"year":	1973,
	"reg":	"Джордж Рой Хилл",
	"genre":	"комедия, детектив, драма",
	"annotation": "В 1930-е годы двое отпетых мошенников пытаются отомстить главарю мафии за смерть их общего друга с помощью одной из самых неожиданных афер в истории кино, которая к тому же заканчивается удивительным и забавным образом."
},

{
	"id": 95,
	"name":	"История игрушек",
	"year":	1995,
	"reg":	"Джон Лассетер",
	"genre":	"мультфильм, приключение, комедия, семейный фильм, фэнтези",
	"annotation": "Что делают куклы и солдатики, машинки и плюшевые звери, оставаясь в комнате одни, без присмотра? Спросите у всезнающих детей – конечно же, они оживают! Секретные и очень серьезные дела ждут игрушек Энди Дэвиса накануне его дня рождения. Все обитатели детской комнаты боятся наплыва подарков, кроме неизменного любимчика Энди – тряпичного ковбоя Вуди. А зря. Его почетное место на хозяйской кровати занимает новомодный астрорейнджер Базз Лайтер, с лазерной лампочкой, встроенным динамиком, механическими крыльями. Но появление конкурента – лишь один из трех воплотившихся кошмаров Вуди, наряду с положением потерянной игрушки, а затем и игрушки в руках хулигана…"
},

{
	"id": 96,
	"name":	"3 идиота",
	"year":	2009,
	"reg":	"Раджкумар Хирани",
	"genre":	"приключение, комедия, драма, мелодрама",
	"annotation": "Двое друзей отправляются на поиски пропавшего приятеля. В этом путешествии им предстоит постоянно ввязываться в уже давно забытые споры, расстроить чужую свадьбу и побывать на похоронах. Их дорога проходит через опасные места. И тут начинается еще одно не совсем обычное путешествие друзей дорогами их памяти."
},

{
	"id": 97,
	"name":	"Похитители велосипедов",
	"year":	1948,
	"reg":	"Витторио де Сика",
	"genre":	"драма",
	"annotation": "События картины разворачиваются в послевоенном Риме во второй половине сороковых годов. Город, как и вся страна, страдает от безработицы, нищеты и последствий разрушительного конфликта, перемалывая в своих жерновах судьбы обычных людей. Один из таких неприметных горожан, находящийся у черты бедности отец двоих детей Антонио Ричи, безуспешно пытается найти хоть какую-нибудь работу. Однажды ему улыбается удача, но для выполнения обязанностей необходим велосипед, который Антонио совсем недавно сдал в ломбард. На последние деньги ему удается выкупить его обратно, но в первый же рабочий день средство передвижения похищают. В компании своего маленького сына отчаявшийся отец отправляется на поиски похитителей. "
},

{
	"id": 98,
	"name":	"Бесславные ублюдки",
	"year":	2009,
	"reg":	"Квентин Тарантино",
	"genre":	"приключение, драма, военный фильм",
	"annotation": "События фильма помещены в пространство альтернативной истории и не претендуют на отражение исторических реалий. Семью Шошанны Дрейфус с удовольствием убивает немецкий офицер Ганс Ланда — гроза евреев. Американец Апач вместе с командой своих бесславных ублюдков отправляется в Европу, чтобы противостоять зверствам фашизма их же методами. "
},

{
	"id": 99,
	"name":	"Малыш",
	"year":	1921,
	"reg":	"Чарли Чаплин",
	"genre":	"комедия, драма, семейный фильм",
	"annotation": "Фильм «Малыш» стал первым полнометражным фильмом Чаплина-режиссера. Актера на главную роль Малыша — пятилетнего Джекки Кугана — Чаплин нашел на сцене, где ребенок выступал на равных со взрослыми. Джекки оказался прирожденным актером и схватывал все на лету."
},

{
	"id": 100,
	"name":	"Большой куш",
	"year":	2000,
	"reg":	"Гай Ричи",
	"genre":	"комедия, детектив",
	"annotation": "Четырехпалый Френки должен был переправить краденый алмаз из Англии в США своему боссу Эви. Но вместо этого герой попадает в эпицентр больших неприятностей. Сделав ставку на подпольном боксерском поединке, Френки попадает в круговорот весьма нежелательных событий."
},

{
	"id": 101,
	"name":	"Монти Пайтон и Священный Грааль",
	"year":	1975,
	"reg":	"Терри Гиллиам, Терри Джонс",
	"genre":	"приключение, комедия, фэнтези",
	"annotation": "Будьте уверены, таких поисков священного Грааля вы еще не видели. Рыцари круглого стола во главе с Артуром шатаются от замка к замку, выжимая максимум из скромного бюджета картины с истинно британским юмором. В своем первом полнометражном перформансе комик-труппа 'Монти Пайтон' спародировала все, что дорого чопорному британскому сердцу. Шестерка артистов исполнила почти все значимые роли, не переставая по ходу пьесы подтрунивать над малобюджетностью происходящего. Кстати сказать, фильм полностью снят на деньги, поступившие от поклонников знаменитых юмористов, среди которых засветились участники легендарных групп Pink Floyd, Led Zeppelin и The Beatles. "
},

{
	"id": 102,
	"name":	"На несколько долларов больше",
	"year":	1965,
	"reg":	"Серджо Леоне",
	"genre":	"вестерн",
	"annotation": "Разобравшись с войной кланов в маленьком городишке, Человек без имени продолжает свое путешествие по Дикому Западу. Лучший стрелок на всем Диком Западе, он нанимается охотником за головами, и ему поручают найти и уничтожить жестокую и кровожадную банду мексиканца Индио, уже давно наводящую ужас на весь Дикий Запад. Объединившись с таким же охотником за головорезами, полковником Мортимером, Человек без имени неотступно идет по следу банды, и никому не стоит становиться между этим охотником за головами и его целью. Динамичные перестрелки, увлекательный сюжет, красивая музыка и легендарный Клинт Иствуд ждут вас в этом фильме! "
},

{
	"id": 103,
	"name":	"Умница Уилл Хантинг",
	"year":	1997,
	"reg":	"Гас Ван Сент",
	"genre":	"драма",
	"annotation": "«Некоторые люди не верят в себя до тех пор, пока кто-то другой не поверит в них». Таким вплоть до своего двадцатилетия был бостонский юноша по имени Уилл Хантинг. Выросший в неблагоприятной среде, окруженный постоянными издевательствами со стороны пьющего отца, он обладает уникальным интеллектом и фотографической памятью. Вопреки своему дару, Уилл очень безалаберно с ним обращается, прожигая жизнь в компании местных гопников. Такое существование сказывается на его поведении, что в результате приводит нашего героя в полицейский участок. Парнишке грозит приличный срок за нападение на полицейского, однако профессор бостонского университета, где юноша подрабатывает уборщиком, берет Уилла на поруки в надежде сделать из него светило мировой математики. С этой целью он просит своего старого однокашника Шона Мэгуайра, опытного психиатра, провести с Уиллом несколько сеансов терапии. "
},

{
	"id": 104,
	"name":	"Секреты Лос-Анджелеса",
	"year":	1997,
	"reg":	"Кёртис Хэнсон",
	"genre":	"детектив, драма, таинственный фильм, триллер",
	"annotation": "Как и во всех классических детективах, действие фильма разворачиваются в самый разгар пятидесятых годов в городе ангелов. Несколько совершенно не похожих друг на друга копов из одного участка оказываются замешаны в непростом расследовании, которое на определенном этапе внезапно коснулось высших полицейских чинов. В ходе дела выясняется, что в отделении работает «засланный казачок», а к финалу каждый из главных героев показывает свое истинное лицо. "
},

{
	"id": 105,
	"name":	"Охота",
	"year":	2012,
	"reg":	"Томас Винтерберг",
	"genre":	"драма",
	"annotation": "Не всё в жизни Лукаса складывалось гладко и счастливо: после закрытия школы, где он преподавал, ему пришлось стать детским воспитателем, а развод с авторитарной женой обернулся разлукой и с любимым сыном. Впрочем, сам мальчик намерен жить с отцом, которому нет равных в общении с детьми, и которого любят все вокруг: от соседей до маленьких воспитанников. Одна из них, пятилетняя Клара, дочь близкого друга Лукаса, то и дело ищет общения с обожаемым воспитателем, а на День всех Влюбленных подкладывает ему валентинку. Но вместо того, чтобы обрадоваться признанию, Лукас предлагает Кларе передарить открытку кому-нибудь из сверстников. Сердце девочки разбито: желая отомстить, она рассказывает про Лукаса «гадости», увиденные ей однажды на планшете старшего брата. Недолго сомневаясь, бывшие друзья и коллеги Лукаса ставят на нем клеймо педофила."
},

{
	"id": 106,
	"name":	"Лицо со шрамом",
	"year":	1983,
	"reg":	"Брайан де Пальма",
	"genre":	"детектив, драма",
	"annotation": "Антонио Монтана – эмигрант с Кубы, политический беженец, который сумел выбраться в капиталистическую Америку. Для получения гражданства он был вынужден совершить заказное убийство. После этого у Тони появилось все, о чем мечтал: деньги, власть, женщины. Не имея ничего, кроме непробиваемого характера и железной воли, Монтана с автоматом наперевес и с товарищами за спиной пробивает себе путь на верхушку кокаинового Олимпа Майами. Он добивается своей цели: огромный особняк, дорогие автомобили, окружение красавиц и лучших друзей. Но Тони совершает роковую ошибку, нарушая основное табу наркоторговца — не употреблять свой же товар, и впадает в зависимость от кокаина. Одно неправильное решение, и все, чего он добился, летит под откос. Он расходится во мнениях со своим более влиятельным партнером и находит в его лице врага. Теперь за Тони охотятся киллеры. Сможет ли он удержать свою наркоимперию, находясь в таком сложном положении?"
},

{
	"id": 107,
	"name":	"Квартира",
	"year":	1960,
	"reg":	"Билли Уайлдер",
	"genre":	"комедия, драма, мелодрама",
	"annotation": "События фильма разворачиваются в Нью-Йорке, в офисе крупной страховой компании. Здесь работает обычный «офисный планктон» Си Си Бакстер, предпочитающий лишний раз промолчать, нежели проявлять во всем инициативу. Несмотря на возраст, так получилось, что он оказался единственным неженатым мужчиной в своем офисе. Его небольшую квартирку недалеко от работы облюбовали местные менеджеры, имеющие связи на стороне. Среди любителей сходить налево оказался и один из боссов Бакстера, который за возможность пользования квартирой пообещал ему скорое повышение. Между тем сам Бакстер испытывает сильное влечение к симпатичной девушке-лифтеру по имени Фрэн. Несмотря на взаимные чувства, девушка все же не раскрывается клерку. Дело в том, что она тайно встречается с тем самым боссом в квартире Бакстера, о чем хозяин апартаментов и не подозревает. "
},

{
	"id": 108,
	"name":	"Расёмон",
	"year":	1950,
	"reg":	"Акира Куросава",
	"genre":	"детектив драма, таинственный фильм",
	"annotation": "Под полуразрушенными воротами Расемон, спасаясь от ливня, встречаются трое: священник, дровосек и простолюдин. Священник и дровосек возвращаются с судебного заседания, на котором рассматривалась очень странная история, о которой они рассказывают своему новому знакомому во всех подробностях. Три дня назад в лесу был убит самурай Такехиро, а его жена Масага изнасилована. Кажется, что дело проще простого: улики неопровержимы, преступник пойман и признался в содеянном. Но снова и снова всплывают новые подробности, противоречащие друг другу и разбивающие все теории. Где же кроется истина? Чье свидетельство отражает действительный ход событий? А может, все четверо видели только то, что хотели видеть? "
},

{
	"id": 109,
	"name":	"Метрополис",
	"year":	1927,
	"reg":	"Фриц Ланг",
	"genre":	"драма, научная фантастика",
	"annotation": "Метрополис – огромный город будущего, в котором наверху в башнях небоскребов развлекаются и нежатся в роскоши богачи. Внизу в жалких лачугах ютятся рабочие, которые своим тяжким трудом и даже жизнью обеспечивает бесперебойную работу машин, на которых держится жизнь города. Среди рабочих зреет недовольство несправедливым устройством порядков в Метрополисе. В это опасное время сына одного из правителей города угораздило влюбиться в девушку из «низов». Фредер видел Марию всего несколько минут, но уверен, что именно эта девушка – его настоящая любовь."
},

{
	"id": 110,
	"name":	"Развод Надера и Симин",
	"year":	2011,
	"reg":	"Асгар Фархади",
	"genre":	"драма, таинственный фильм",
	"annotation": "Сюжет развивается внутри простой иранской семьи, постепенно выходя за ее пределы с привлечением новых персонажей. После четырнадцати лет брака Симин подает на развод со своим мужем Надером, потому что тот отказался покинуть страну вместе с ней. Надер не хочет оставлять своего больного отца, а Симин понимает, что так жить дальше нельзя. Суд не разрешает ей забрать с собой одиннадцатилетнюю дочку, что придает ситуации новый виток страстей. Между тем Надер нанимает сиделку для папы, которая, страдая от груза проблем в своем доме, несколько раз теряет бдительность, в результате чего старик чуть не погибает."
},

{
	"id": 111,
	"name":	"Индиана Джонс и последний крестовый поход",
	"year":	1989,
	"reg":	"Стивен Спилберг",
	"genre":	"боевик, приключение, фэнтези",
	"annotation": "1938 год. Нацисты охотятся за Священным Граалем. Для того, чтобы подобраться к древней реликвии, немцы похищают ведущего специалиста в этой области – Джонса-старшего. Возмужавшему ковбою-ученому Индиане придется выручать своего отца-профессора из плена. Новое приключение не обещает быть простым: противник, повернутый на порабощении всего мира, крайне коварен и опасен. Но разве Индиану это когда-нибудь останавливало?"
},

{
	"id": 112,
	"name":	"Мой отец и мой сын",
	"year":	2005,
	"reg":	"Чаган Ырмак",
	"genre":	"драма",
	"annotation": "Маленький Дениз лишился матери в момент своего рождения. Это было в 1980 году, во время военного переворота в Турции. Сейчас Денизу восемь лет, он отправляется с отцом в сельскую местность к деду, с которым незнаком. Дело в том, что между отцом и дедом был конфликт. Его суть сводилась к недовольству старшего выбором сына участвовать в политических делах. Впрочем, многие молодые люди того времени поступали именно так, как отец Дениза…"
},

{
	"id": 113,
	"name":	"Всё о Еве",
	"year":	1950,
	"reg":	"Джозеф Лео Манкевич",
	"genre":	"драма",
	"annotation": "Слава, аплодисменты, цветы, приемы, поклонники, праздные разговоры, журналисты… На самом деле Марго Ченнинг уже давно от этого устала, но стоически держит спину прямо и продолжает улыбаться. Хитрая лиса Ева втирается в доверие к уже немолодой диве, восторженно отзываясь о ее таланте. Но на самом деле амбициозная и беспринципная девушка ни перед чем не остановится, чтобы занять место обожаемой всеми актрисы."
},

{
	"id": 114,
	"name":	"Телохранитель",
	"year":	1961,
	"reg":	"Акира Куросава",
	"genre":	"боевик, драма, триллер",
	"annotation": "В некий японский городок приходит самурай. Самурай выглядит совершенно не по-самурайски: плохо пострижен, не причёсан. А в городе две организованных преступные группы, созданные местечковыми олигархами из лиц, находящихся под следствием и в розыске, терроризируют жителей городка, жестоко страдающих от бандитского беспредела… Проявляя недюжинную оперативную смекалку и мастерски работая мечом, попеременно нанимаясь телохранителем то в одну, то в другую банду, самурай искусно сокращает поголовье уродов, попутно решая свои собственные задачи."
},

{
	"id": 115,
	"name":	"Бэтмен: Начало",
	"year":	2005,
	"reg":	"Кристофер Нолан",
	"genre":	"боевик, приключение, триллер",
	"annotation": "Миллионер в свободное от зарабатывания денег, вечеринок и тусовок время переодевается в черное и вершит правосудие на улицах родного Готема. Никто не знает, кто скрывается за маской летучей мыши, но каждый злодей мечтает встретиться с ним лицом к лицу и, наконец-то, остановить самопровозглашенного защитника. Кристофер Нолан решил не идти по стопам предшественников, уже экранизировавших самый известный комикс. Он отказался от карнавально-готической эстетики Тима Бертона и глуповато-комиксового стиля Джоэла Шумахера. Готем ХХI века невероятно реалистичен и мрачен, а у Бэтмена наконец-то появляется вполне себе человеческая психология. Но душевность не мешает новому современному Бэтмену по-прежнему выигрывать невероятные рукопашные схватки и летать на своем бэтмобиле на невероятной скорости. Кристиан Бэйл впервые примеряет маску и черный плащ в первом фильме трилогии Кристофера Нолана. "
},

{
	"id": 116,
	"name":	"Вверх",
	"year":	2009,
	"reg":	"Пит Доктер",
	"genre":	"мультфильм, приключение, комедия, семейный фильм",
	"annotation": ". Семидесятичетырехлетний мистер Фредриксен решил оторваться от нелюбимого им мира и пуститься в воздушное плавание в Южную Америку, не выходя из дома. Для этого он привязал к домику огромную связку воздушных шаров и с помощью самодельного руля и парусов пустился в путь. Оторвавшись на сотни метров от земли и усевшись в кресло, предвкушая удовольствие от полного одиночества, мистер Фредриксен был встревожен стуком в дверь – решительно порывая с миром, старик не заметил, что унес с собой школьника, пришедшего его навестить, чтобы заполучить недостающий бойскаутский значок."
},

{
	"id": 117,
	"name":	"В джазе только девушки",
	"year":	1959,
	"reg":	"Билли Уайлдер",
	"genre":	"комедия, мелодрама",
	"annotation": "Музыкантам Джо и Джерри не повезло: они оказываются не в том месте, не в то время и становятся свидетелями разборок мафиози. Чтобы не стать следующими жертвами гангстеров, они бегут во Флориду, переодевшись женщинами и затесавшись в женский джаз-бэнд. Теперь их зовут Дафна и Джозефина. Казалось бы, кто заподозрит двух инструменталисток женского музыкального ансамбля в том, что они мужчины? Маскировка идеальна. Но очень скоро их прекрасный план дает трещины: Джозефина влюбляется в солистку джаз-бэнда, на Дафну клюет стареющий миллионер, да и мафиози оказывается не таким простофилей и начинает догадываться, что Дафна с Джозефиной и есть те самые свидетели перестрелки, которых нужно убрать… "
},

{
	"id": 118,
	"name":	"Сокровища Сьерра-Мадре",
	"year":	1948,
	"reg":	"Джон Хьюстон",
	"genre":	"приключение, драма, вестерн",
	"annotation": "Эта драматическая история начинается с приезда Фреда Си Доббса, путешествующего разнорабочего без гроша в кармане, в маленький мексиканский городок Тампико. Здесь он берется за любую работу, даже самую грязную, за которую все же получает сущие гроши. Вскоре Доббс знакомится с таким же как он бездомным трудягой Бобом Кертином, с которым они вместе ночуют в приюте для бедняков. Там же они встречают Говарда, старого золотоискателя, знающего, где можно раздобыть немного драгоценного метала. Троица тратит все свои накопления на необходимые инструменты и отправляется в окрестности Сьерра Мадре, где, по словам старика, спряталась золотая жила. Однако они не подозревают, что им придется защищать богатство и свою жизнь не только от нападения бандитов, но и от самих себя."
},

{
	"id": 119,
	"name":	"Непрощённый",
	"year":	1992,
	"reg":	"Клинт Иствуд",
	"genre":	"драма, вестерн",
	"annotation": "Уильям Мунни – некогда бесстрашный и меткий стрелок, безнаказанно орудовавший по всему Дикому Западу, уложил в могилу бесчисленное количество народа. Но сейчас он превратился в серого фермера, пытающегося прокормить двоих детей в захудалой лачуге посреди бескрайней неплодородной равнины. Однажды к нему наведывается юный Скофилд Кид – сопляк, возомнивший себя охотником за головами. Он предлагает Уильяму пристрелить двух негодяев, изуродовавших девушку в городке Биг Виски. Старый ковбой отвечает решительным отказом, но вскоре понимает, что предложение Кида – единственный способ выжить для его семьи. Взяв на подмогу своего старого друга, чернокожего Нэда Логана, он отправляется в долгий путь."
},

{
	"id": 120,
	"name":	"Бункер",
	"year":	2004,
	"reg":	"Оливер Хиршбигель",
	"genre":	"биография, драма, исторический фильм, военный фильм",
	"annotation": "Это лента о последних днях Второй мировой войны, фашистской Германии, о последних днях Адольфа Гитлера. Фильм «Бункер» от немецкого режиссера Оливера Хиршбигеля, номинированный на премию «Оскар» в категории «Лучший фильм года на иностранном языке» (2005). Апрель 1945 года. Тяжелое время для всех участников изнурительной войны. Но если советские войска начинают чувствовать надежду на победу, то в Третьем рейхе дела обстоят иначе. Отчаяние начинает охватывать немецкие войска, отчаяние подступает к горлу фюрера. Он еще не знает, что справляет свой день рождения в последний раз. Тяжелая борьба, происходящая в его сознании, последние приказания, отданные впустую, страх перед капитуляцией, граничащий с нарастающим безумием и мыслью о самоубийстве… "
},

{
	"id": 121,
	"name":	"Крепкий орешек",
	"year":	1988,
	"reg":	"Джон Мактирнан",
	"genre":	"боевик, детектив, триллер",
	"annotation": "Итак, познакомьтесь с единственным и неподражаемым Джоном МакКлейном, нью-йоркским копом, прилетевшем в Лос-Анджелес по случаю отпуска. Для Джона это еще и возможность помириться с женой Холли. События разворачиваются в канун Рождества, и повсюду гремят праздничные вечеринки. На одну из таких, проходящую в огромном небоскребе «Накатоми плаза», Джон не успевает, так как не может отойти от перелета. В это время все гости, члены плавления корпорации и Холи, оказываются в заложниках у немецкого террориста Ганса Грубера, бесцеремонно ворвавшегося в здание посреди веселья. Связи с внешним миром нет, помощи ждать неоткуда, вся надежда только на Джона, простого, но находчивого полицейского."
},

{
	"id": 122,
	"name":	"Бешеный бык",
	"year":	1980,
	"reg":	"Мартин Скорсезе",
	"genre":	"драма, биография, Спортивный фильм",
	"annotation": "Джейк ЛаМотта – успешный боксер, непобедимый на ринге. За ярость, силу и страсть к борьбе он получил прозвище Бронксский Бык, которое оправдывал не один год. Однако за пределами ринга ЛаМотта вовсе не такой успешный и уверенный в себе: у него множество психологических и сексуальных проблем, которые он сублимирует на ринге. Отчасти именно благодаря этому ЛаМотта является таким отличным бойцом. Но вскоре он теряет контроль над своими эмоциями, все легче впадая в ярость и все меньше соизмеряя свои силы. Так, герою под горячую руку попадает его младший брат и несовершеннолетняя девочка, к которой у ЛаМотты появляется нездоровое влечение…"
},

{
	"id": 123,
	"name":	"Схватка",
	"year":	1995,
	"reg":	"Майкл Манн",
	"genre":	"детектив, триллер, драма",
	"annotation": "В этой культовой истории рассказывается о противостоянии двух настоящих профессионалов своего дела – опытного налетчика Нила Макколи и полицейского, лейтенанта Винсента Ханна. Все ограбления, спланированные бандой Макколи, всегда проходили гладко, четко придерживаясь ранее составленного плана. Но однажды в дело вмешивается случай, и очередная операция дает осечку благодаря новому участнику банды. С этого самого момента дело преступников передается в отдел убийств, под руководство офицера Ханны. Начинается напряженное расследование, которое приводит в итоге к массовым убийствам и разоблачениям. "
},

{
	"id": 124,
	"name":	"Дети небес",
	"year":	1997,
	"reg":	"Маджид Маджиди",
	"genre":	"драма, семейный фильм",
	"annotation": "История рассказывает нам о брате и сестре, маленьких детях, живущих в иранской семье, и о потерянных туфлях – единственных, которые были у девочки. Но за столь незамысловатым сюжетом стоит гораздо больше – стоит та жизнь, которой живут многие люди на нашей планете. Не имея ни гроша за душой, они продолжают существовать, растить детей, жить, чувствовать. Фильм «Дети небес» – о жизни. Али и Захра – брат с сестрой. Живут они в бедной семье. Однажды Али отправляется забрать из ремонта туфли своей сестры, но к своему несчастью теряет их по дороге домой. Других туфель у Захры нет и быть в ближайшее время не может, так как семья не в состоянии себе этого позволить. И тем не менее как-то надо ходить в школу. Находчивость детей сделает свое дело, но в целом это не меняет того положения, в котором находятся миллионы подобных семей."
},

{
	"id": 125,
	"name":	"Третий человек",
	"year":	1949,
	"reg":	"Кэрол Рид",
	"genre":	"нуар, триллер, таинственный фильм",
	"annotation": " События происходят в Вене, после окончания Второй Мировой войны. Город поделен на пограничные секторы, которые контролируют несколько стран. Бедственным положением активно пользуются бандиты и спекулянты, развернув обширный теневой рынок. В город приезжает американец Холли Мартенс по приглашению давнего друга Гарри Лайма. Уже на месте Холли узнает, что приятеля сбил автомобиль неподалеку от его дома. Герой успевает попасть на похороны, где выясняет о покойном шокирующие вещи. Опираясь на полученную информацию, американец решает сам разобраться с тайной гибели друга"
},

{
	"id": 126,
	"name":	"Большой побег",
	"year":	1963,
	"reg":	"Джон Стёрджес",
	"genre":	"приключение, драма, исторический фильм",
	"annotation": "Американцы, британцы и канадцы против фашистов в фильме о побеге из лагеря для военнопленных. Немцы сделали все, чтобы сломить дух узников, но те не оставляли попыток сбежать. В подготовке грандиозного побега было задействовано большинство пленных. Одни отвечали за разработку планов туннелей, другие обеспечивали копателей инструментами. Были те, кто ценой собственной жизни предпринимали отвлекающие попытки побега, чтобы пустить ищеек по ложному следу. Военнопленные мастерски обводили охрану вокруг пальца, рассыпали землю из туннелей прямо у них под носом во время прогулки, пели хором, чтобы заглушить звуки подземных работ, устраивали контр-слежку, чтобы не попасться на изготовлении поддельных документов и гражданской одежды. "
},

{
	"id": 127,
	"name":	"Китайский квартал",
	"year":	1974,
	"reg":	"Роман Полански",
	"genre":	"детектив, драма, таинственный фильм",
	"annotation": "Сюжет фильма является классическим «нуаром» — его действия разворачиваются в Америке тридцатых годов, а главный герой, которого сыграл Джек Николсон, — частный детектив. Детектива Джейка Гиттеса нанимает роскошная женщина по имени Эвелин. Это выглядит, как обычное дело: он должен проследить за ее мужем, который, по ее мнению, ходит налево. Холлис, ее муж, работает инженером в крупной водопроводной компании Лос-Анджелеса. Вскоре после начала работы Холлиса находят мертвым. Джейк решает продолжить расследование и выяснить, в чем же был замешан муж Эвелин. Он встречает на своем пути к истине коррумпированных чиновников, мафию и других злонравных персонажей. "
},

{
	"id": 128,
	"name":	"Жить",
	"year":	1952,
	"reg":	"Акира Куросава",
	"genre": "драма",
	"annotation": "Кандзи Ватанабэ вдруг узнает, что жить ему осталась совсем недолго. И перед лицом смерти он, разумеется, начинает подводить итоги. И приходит к неутешительным выводам. Все время он был занят на работе, которая теперь кажется ему бесполезной и никому не нужной. Сын настолько отдалился от него, что даже про рак желудка, который через год убьет Кандзи, ему как-то не рассказывается. За последние 30 лет он не пропустил ни одного рабочего дня, исправно выполнял все свои обязанности. Но теперь он не просто не выходит на работу, а еще и снимает все свои сбережения и отправляется по барам Токио. В одном из злачных мест он встречает не слишком удачливого поэта, который с удовольствием составляет ему компанию в путешествии по токийской ночи. Это путешествие знакомит Кандзи с девушкой, которая как раз собирается уволиться из офиса. Наш герой поражен ее любовью к жизни. И благодаря этой встрече, у него наконец-то появляется благородная цель."
},

{
	"id": 129,
	"name":	"Лабиринт фавна",
	"year":	2006,
	"reg":	"Гильермо дель Торо",
	"genre":	"фэнтези, драма, таинственный фильм",
	"annotation": "Действие одновременно происходит во франкистской Испании 1944 года и вымышленном мире, непосредственно соседствующем с миром реальности. Вместе со своей матерью и отчимом – руководителем карательного отряда – Офелия приезжает в небольшой городок. Здесь еще продолжают действовать партизаны. Гуляя в одиночестве неподалеку от старой мельницы, Офелия находит в лесу древний лабиринт, где обитает Фавн. От него девочка узнает, что она – принцесса волшебной страны, которая сбежала в реальный мир и забыла о том, кто она такая. Теперь ей предстоит вернуться обратно, для чего придется выдержать три жестоких испытания."
},

{
	"id": 130,
	"name":	"Мой сосед Тоторо",
	"year":	1988,
	"reg":	"Хаяо Миядзаки",
	"genre":	"мультфильм, приключение, семейный фильм",
	"annotation": "Переехав в деревню, две маленькие сестры, старшая (Сацуки) и младшая (Мэй), знакомятся с лесным духом, которого Мэй называет «Тоторо» (искаженное «тролль»). Подружившись с девочками, Тоторо не только устраивает им воздушную экскурсию по своим владениям, но и помогает повидаться с мамой, которая лежит в больнице."
},

{
	"id": 131,
	"name":	"Ран",
	"year":	1985,
	"reg":	"Акира Куросава",
	"genre":	"боевик, драма, военный фильм",
	"annotation": "Фильм рассказывает о падении влиятельного аристократа по имени Итимондзи Хидэтора, реально проживавшего в Эпоху воюющих провинций. В отличие от шекспировского героя, у Итимондзи не три дочери, а три сына, которые не в ладах друг с другом, что приводит к гибели их могущественного клана."
},

{
	"id": 132,
	"name":	"Золотая лихорадка",
	"year":	1925,
	"reg":	"Чарли Чаплин",
	"genre":	"комедия, приключение, семейный фильм",
	"annotation": "История о злоключениях извечного любимца публики, маленького бродяги, который на этот раз отправляется на золотые прииски Аляски и как всегда порадует вас бесконечным калейдоскопом трюков и комических ситуаций."
},

{
	"id": 133,
	"name":	"Головоломка",
	"year":	2015,
	"reg":	"Пит Доктер",
	"genre":	"мультфильм, комедия, драма",
	"annotation": "Легкий, остроумный и необычный детский мультфильм компании «Pixar». Режиссером фильма стал обладатель премии «Оскар», создатель «Истории игрушек», «Корпорации монстров» и «Вверх» - Пит Доктер, а сюжет рассказывает о том, как в голове маленькой девочки живут пять вечно конфликтующих эмоций, которым вскоре придется научиться работать сообща. Главная героиня – жизнерадостная, любознательная девочка Райли. Ей одиннадцать лет, и она живет с родителями в небольшом провинциальном городке, где все друг друга знают. Уже несколько лет Райли дружит с одними и теми же ребятами, ходит в одну и ту же школу и тайно влюблена в одного и того же мальчика. Но она не подозревает, что всеми ее делами, мыслями и чувствами управляют пять базовых эмоций, которые находятся в ее голове: Радость, Печаль, Страх, Гнев и Брезгливость. Они постоянно ссорятся и никак не могут договориться между собой, но в определенный момент им придется это сделать. Райли с родителями переезжает в мегаполис, и если ее эмоции не придут в норму, то резкая смена обстановки сильно ударит по состоянию девочки."
},

{
	"id": 134,
	"name":	"Пожары",
	"year":	2010,
	"reg":	"Дени Вильнёв",
	"genre":	"драма",
	"annotaiton": "Сюжет концентрируется на двух близнецах, брате и сестре, отправившихся на историческую родину согласно последнему завету своей умирающей матери. Перед своей смертью Наваль Марван почти мистическим образом впала в оцепенение, однако все же успела составить завещание. Из него брат и сестра узнают, что у них, оказывается, есть еще один брат, оставшийся где-то на Ближнем Востоке. Следуя желанию матери, сначала девушка отправляется в страну своих предков, а затем и ее брат также устремляется на поиски отца и неизвестного брата. На родине матери они узнают обо всех ужасах и лишениях, которые она перенесла во время бесконечных войн и разрушений. "
},

{
	"id": 135,
	"name":	"Тайна в его глазах",
	"year":	2009,
	"reg":	"Хуан Хосе Кампанелья",
	"genre":	"драма, таинственный фильм, мелодрама",
	"annotation": "В 1974 году Бенхамин Эспосито вместе с двумя напарниками Пабло Сандовалем и Ирене Менендес Хейстингс приступает к расследованию громкого дела, произошедшего в Буэнос-Айресе. Женщина была изнасилована и жестоко убита прямо у себя дома. Кто-то пытается свалить преступление на двух эмигрантов. Стремясь добиться от них признания, неизвестный жестоко избил их. Этот неизвестный определенно связан с правоохранительными органами, но как именно, понять сложно. Следователи начинают расследование и по фотографиям потерпевшей находят главного подозреваемого. Добившись от него признания, следователям удается посадить подонка за решетку на всю оставшуюся жизнь. Однако через год Эспосито видит осужденного на свободе, причем по телевизору и среди телохранителей очень уважаемого чиновника."
},

{
	"id": 136,
	"name":	"В порту",
	"year":	1954,
	"reg":	"Элиа Казан",
	"genre":	"детектив, драма",
	"annotation": " Главный герой фильма, простой работяга Тэрри Маллой, некогда выступавший на боксерском ринге, работает в местном порту, получая за свой труд сущие гроши. Не смотря на свою ограниченность и далеко не блестящий ум, Тэрри вскоре осознает, что его и других таких же бедолаг попросту эксплуатируют, заставляя выполнять всю грязную работу, не выплачивая за нее никаких премиальных. Затем и вовсе становится ясно, что профсоюзом управляют настоящие гангстеры, чьи руки по локоть запачканы в крови. Тэрри и его друзья, отчаявшись ждать поддержки от закона, берут правосудие в свои руки. "
},

{
	"id": 137,
	"name":	"Нюрнбергский процесс",
	"year":	1961,
	"reg":	"Стэнли Крамер",
	"genre":	"драма, исторический фильм, военный фильм",
	"annotation": "Нюрнберг, 1948 год. В город для ведения процесса над нацистскими преступниками приезжает судья Ден Хэйвуд. Он полон решимости вынести приговор. На скамье подсудимых – его коллеги-юристы. Эта кинодрама считается вершиной творчества режиссера Стэнли Крамера и одной из самых значимых юридических картин в истории кинематографа. В фильме снялись звезды того периода: Спенсер Трейси, Берт Ланкастер, Марлен Дитрих и Монтгомери Клифт. Слушание было долгим и тяжелым. Немецкий судья Эрнст Янинг, оказавшийся в роли обвиняемого, был уважаемым человеком еще до того, как нацистская чума охватила Германию. Но ему нашлось, что ответить на обвинение в злоупотреблении судебной властью, попустительстве массовых убийств, пыток и рабского труда. Однако ни представители защиты, ни сторона обвинения не ожидали такой надрывной признательной речи от одного из обвиняемых. "
},

{
	"id": 138,
	"name":	"Мост через реку Квай",
	"year":	1957,
	"reg":	"Дэвид Лин",
	"genre":	"приключение, драма, военный фильм",
	"annotation": "Для сюжета фильма взяты за основу реальные исторические факты, рассказывающие о некоторых событиях, произошедших во время Второй Мировой войны. Несколько англичан попадает в плен к японцам, расположенный глубоко в джунглях. Среди военнопленных оказывается несколько офицеров, в том числе и полковник Николсон. Британцы знакомятся с группой выживших американских солдат во главе с коммандером Ширзом. В суровых условия Николсон продолжает соблюдать субординацию и строевые порядки, в то время как янки всячески склоняют собратьев по несчастью к побегу. Командир англичан считает побег дезертирством, а между тем Ширзу все-таки удается вырваться на свободу. Пока британские военнопленные строят мост по приказу японцев, Ширз вынужден вернуться в места заключения в составе отряда коммандос, чтобы взорвать постройку."
},

{
	"id": 139,
	"name":	"Ходячий замок",
	"year":	2004,
	"reg":	"Хаяо Миядзаки",
	"genre":	"аниме, приключение, боевик",
	"annotation": "Злая ведьма заточила 18-летнюю Софи в тело старухи. В поисках того, кто поможет ей вернуться к своему облику, Софи знакомится с могущественным волшебником Хаулом и его демоном Кальцифером. Кальцифер должен служить Хаулу по договору, условия которого он не может разглашать. Девушка и демон решают помочь друг другу избавиться от злых чар…"
},

{
	"id": 140,
	"name":	"Комната",
	"year":	2015,
	"reg":	"Ленни Абрахамсон",
	"genre":	"драма",
	"annotation": "Сюжет рассказывает о пятилетнем мальчике, который всю жизнь провел в одной комнате. Молодая женщина Ма и ее сын Джек живут в маленькой комнатушке в 11 кв. метров. Мальчик здесь родился и никогда не выходил за дверь. Однако он совершенно не страдает по этому поводу: вместе с Ма он читает, развивается, играет и отмечает дни рождения. Только поздним вечером ему приходится закрываться в шкафу, пока в комнату заходит некто по имени Старый Ник, издает странные звуки вместе с Ма и, оставив им еду и воду, уходит. Вскоре мальчику предстоит узнать, что его мать похитили, когда она была еще подростком. А когда Ма наконец-то удастся сбежать, Джек впервые увидит, как огромен и прекрасен окружающий мир. "
},

{
	"id": 141,
	"name":	"Бегущий по лезвию",
	"year":	1982,
	"reg":	"Ридли Скотт",
	"genre":	"научная фантастика, триллер, драма",
	"annotation": "2019 год. Человечество продолжает осваивать космос и экспериментировать с генной инженерией. Создание киборгов призвано облегчить жизнь людям. Внешне биороботы ничем не отличаются от человеческой расы, однако превосходят создателей, как в интеллекте, так и в физической силе. Но люди подстраховались на случай бунта носителей синтетического разума, заложив в них программу самоуничтожения. Наделенные эмоциями и памятью репликанты не всегда знают о том, что они не являются настоящими людьми. А тех, кто узнал о себе страшную правду и попытался восстать против действительности, преследует особое подразделение охраны правопорядка – «блейд-раннеры»."
},

{
	"id": 142,
	"name":	"Седьмая печать",
	"year":	1957,
	"reg":	"Ингмар Бергман",
	"genre":	"драма, фэнтези",
	"annotation": "События картины переносят зрителя в тёмное Средневековье. Чума, свирепствующая в Европе, добралась до Швеции, куда после десятилетнего крестового похода возвращается рыцарь Антониус Блок. Вместе с верным оруженосцем Йонсом преодолевает измотанный походом странник последние мили до своего родного замка, где ждёт его верная жена. Но не только лишения далёкого путешествия тяжёлым грузом давят на плечи воина; сомнения терзают душу крестоносца. Почему мир вокруг так жесток и безобразен? Есть ли Бог на самом деле? Ради чего всё? Разочарованный и опустошённый, на пустынном морском берегу Антониус встречает…Смерть. Поможет ли эта встреча вернуть ему смысл жизни? "
},

{
	"id": 143,
	"name":	"Мистер Смит едет в Вашингтон",
	"year":	1939,
	"reg":	"Фрэнк Капра",
	"genre":	"драма",
	"annotation": "Джефф Смит становится сенатором штата. В его планах - сделать много хорошего для своих избирателей и людей в целом. Однако те, кто помог ему в политической карьере, придерживаются совершенно иных ценностей. Молодой идеалист еще не знает, какая его ждет расплата за помощь и какие испытания прилагаются к новой должности. Сможет ли он смириться с предательством и цинизмом, царящими в обществе, или бросит вызов всем, кто хочет на него надавить?"
},

{
	"id": 144,
	"name":	"Карты, деньги, два ствола",
	"year":	1998,
	"reg":	"Гай Ричи",
	"genre":	"детектив, триллер",
	"annotation": " Четыре лондонца – Эдди, Толстый Том, Мыло и Бекон – решили заработать много денег. Кое-как друзья собрали по 25 тысяч фунтов с каждого и снарядили одного из приятелей, самопровозглашенного гения карточной игры, на турнир, вход на который стоит 100 тысяч фунтов. Эдди проиграл, и теперь друзья должны организатору игры, жестокому гангстеру Гарри Лонсдейлу по кличке Топор, в пять раз больше. На сбор денег им дается всего неделя. Случайно товарищи узнают, что одна банда собирается напасть на некую прибыльную домашнюю нарколабораторию, организованную парочкой химиков-ботаников, отобрать у которых товар не составит труда. Друзья в свою очередь придумывают, как перехватить награбленное у бандитов и с помощью этих денег вернуть долг. "
},

{
	"id": 145,
	"name":	"Казино",
	"year":	1995,
	"reg":	"Мартин Скорсезе",
	"genre":	"биография, детектив, драма",
	"annotation": "Деньги всегда привлекали Сэма Ротштейна, власть привлекала еще больше. Когда боссы мафии предложили удачливому игроку управлять крупнейшим в Лас-Вегасе казино, он согласился при условии, что всё будет решать сам. И ему это позволили. Встреча с роковой красавицей Джинджер дополнила гладко складывающуюся мозаику успешной жизни: Сэм решает завести семью, даже не смотря на непрезентабельное прошлое своей избранницы. Но нити контроля, которые Сэм по прозвищу «Туз» привык держать в руках, постепенно ускользают от него, а лучший друг и любимая женщина лишь добавляют проблем. Для того чтобы узнать, как дальше будут развиваться события, рекомендуем"
},

{
	"id": 146,
	"name":	"Игры разума",
	"year":	2001,
	"reg":	"Рон Ховард",
	"genre":	"драма, биография",
	"annotation": "Джон Форбс Нэш - гениальный математик, он с успехом заканчивает Принстон и продолжает карьеру в сфере математики и информационных технологий. В университете, где он преподает, он знакомится с очаровательной Алисией, которая вскоре становится его супругой. К нему в университет однажды приходит странный мужчина по имени Парчер и предлагает Нэшу сотрудничать с ЦРУ и выполнить свой долг перед обществом в борьбе с врагами США. Нэш соглашается и начинает анализировать некую информацию на предмет нахождения в ней секретных данных. Однако очень скоро становится ясно, что этот агент ЦРУ не так прост, как кажется. Да и существует ли он вообще, этот таинственный Парчер?.."
},

{
	"id": 147,
	"name":	"Человек-слон",
	"year":	1980,
	"reg":	"Дэвид Линч",
	"genre":	"биография, драма, исторический фильм",
	"annotation": "Этот мужчина с самого рождения был обречен на страдания и унижения. Джон родился с невероятным уродством на теле, что предрешило всю его дальнейшую жизнь. Он вынужден прикидываться слабоумным и выступать за еду в составе унизительного шоу уродов под руководством жестокого и беспринципного мистера Байтса. Здесь его замечает талантливый врач, доктор наук Фредерик Тривз, которому становится интересен уникальный феномен Джона. Доктору удается заполучить удивительный «экспонат» в свою больницу, где Тривз узнает, что Джон – очень образованный и интеллигентный джентльмен с очень тонкой душевной организацией. "
},

{
	"id": 148,
	"name":	"Земляничная поляна",
	"year":	1957,
	"reg":	"Ингмар Бергман",
	"genre":	"драма",
	"annotation": "Один день из жизни 78-летнего профессора медицины Исака Борга, отправившегося на машине из Стокгольма в Лунд для получения заслуженной награды, знаменующей 50-летие его профессиональной деятельности, станет для него своеобразным ностальгическим экскурсом, наполненным нечаянными встречами, размягчающими сердце воспоминаниями и размышлениями о былом и будущем."
},

{
	"id": 149,
	"name":	"V — значит вендетта",
	"year":	2006,
	"reg":	"Джеймс Мактиг",
	"genre":	"боевик, научная фантастика, триллер",
	"annotation": "Как ни странно, Великобритания превратилась не только в сверхдержаву, но еще и сменила форму правления на тиранию. Управляет ею жестокий диктатор, который смог выбиться из силовиков. Такой расклад не кажется удивительным, ведь страна ужасно устала после целой серии террористических атак. Но не все граждане напуганы, есть еще среди них настоящие герои. Один из них - анархист-революционер V, который готовит свержение жестокого режима."
},

{
	"id": 150,
	"name":	"Волк с Уолл-стрит",
	"year":	2013,
	"reg":	"Мартин Скорсезе",
	"genre":	"биография, комедия, детектив",
	"annotation": "За основу проекта, на съемочной площадке которого американский режиссер с итальянскими корнями отметил свое семидесятилетие, были взяты одноименные мемуары Джордана Белфорта, бывшего нью-йоркского брокера. В конце 80-х он основал одну из крупнейших брокерских контор. Он купался в деньгах, славе, развлечениях и наркотическом угаре, ловко проворачивая махинации. В этом безудержном веселье прошли 10 лет, а потом Белфорта осудили за отмывание денег и другие финансовые преступления. Порвав с алкоголем и наркотиками и отсидев положенные три года, Джордан пишет пару книг и рассказывает молодому поколению, как прийти к успеху."
},

{
	"id": 151,
	"name":	"Генерал",
	"year":	1927,
	"reg":	"Клайд Брукман, Бастер Китон",
	"genre":	"комедия, мелодрама",
	"annotation": "Джонни Грэй (Бастер Китон) — инженер-машинист паровоза «Генерал». Однажды шпионы Севера похищают локомотив «Генерал», на котором случайно оказывается подруга героя (Мэрион Мак). Джонни бросается в погоню, встав к рычагам локомотива «Техас». Начинается одна из самых захватывающих погонь немого кино."
},

{
	"id": 152,
	"name":	"Воин",
	"year":	2011,
	"reg":	"Гэвин О’Коннор",
	"genre":	"боевик, драма",
	"annotation": " Томми Конлон спустя многолетнего отсутствия в родном городе возвращается домой и встречает отца, бывшего алкоголика, вставшего на путь исправления. Так как Томми приехал, в первую очередь, чтобы подготовиться к большому боевому турниру, отец предлагает стать его тренером. Подумав немного, Томми соглашается при одном условии: отец не будет пытаться наладить с ним отношения. Томми еще не знает, что этот турнир станет поворотным моментом в истории его семьи, ведь в финале ему придется сразиться не с кем иным, как с собственным братом."
},

{
	"id": 153,
	"name":	"На игле",
	"year":	1996,
	"reg":	"Дэнни Бойл",
	"genre":	"детектив, драма",
	"annotation": "Марк Рентон и его друзья – наркоманы. Никто из них ничего не добился в жизни, они отбросы и неудачники, которых сторонятся нормальные люди. Марк периодически пытается завязать с наркотиками и как-то устроиться в жизни, но среда, в которой он вращается, и общий уровень его морального разложения не позволяют ему это сделать. Неожиданно ему в руки сваливается немаленькая сумма денег, благодаря которой Марку, возможно, удастся изменить свою жизнь к лучшему. Если, конечно, ему опять не помешают его друзья-наркоманы и игла шприца, которая уже давно стала ему ближе всех людей. У Марка Рентона есть выбор. Так что же он выберет - семью, успех и карьеру или героин и прозябание среди отбросов общества?"
},

{
	"id": 154,
	"name":	"В случае убийства набирайте «М»",
	"year":	1954,
	"reg":	"Альфред Хичкок",
	"genre":	"детектив, триллер, таинственный фильм",
	"annotation": "Супружеская жизнь четы Уэндисов под угрозой. Видимо устав от бесцельного существования своего мужа, Марго Уэндис поддается мимолетному увлечению другим мужчиной, что впоследствии перерастает в полноценные отношения на стороне. Некогда успешный и известный теннисист Тони Уэндис, муж Марго, всю жизнь пользовался своим завидным положением, не отдавая ничего в замен. Узнав об измене, он понимает, что, будучи владелицей всего их состояния, Марго в случае разрыва оставит его с пустыми карманами. Тогда нерадивый супруг замышляет убийство богатой женушки, в надежде получить наследство после ее гибели. Чтобы обеспечить себе правдивое алиби, Тони с помощью шантажа вынуждает своего старого товарища Суона Лесгэйта совершить задуманное, когда сам он будет находиться на вечеринке. Однако план идеального убийства внезапно дает роковую осечку."
},

{
	"id": 155,
	"name":	"Андрей Рублёв",
	"year":	1966,
	"reg":"Андрей Тарковский",
	"genre":"биография, драма, исторический фильм",
	"annotation": "Русь начала XV века. Черное, тяжелое время. Княжеские междоусобицы и татарские набеги, голод и мор. Монах Рублёв в постоянном смятении: ужасы окружающего мира заставляют иконописца сомневается как в собственной праведности, так и в правильности трактовок веры. Иконопись для Андрея – способ укрепить веру народную; именно для простого люда создавал святые образы странствующий мастер. Но ужасающие бесчинства, творящиеся вокруг, наполняют божьего человека противоречиями, заставляя сомневаться, нужны ли вообще его иконы людям. После долгих пятнадцати лет молчания, художник вновь обретет веру в то, что искусство не напраслина, и по-настоящему нужно людям."
},

{
	"id": 156,
	"name":	"Гран Торино",
	"year":	2008,
	"reg":	"Клинт Иствуд",
	"genre":	"драма",
	"annotation": " У сварливого старика Уолта Ковальски невеселые перспективы. Жена умерла, самое близкое существо – пес, дети уговаривают переселиться в дом престарелых. Ветеран войны, он не привык прогибаться перед трудностями и плевать хотел на то, что о нем думают другие. И дружбы с соседями-хмонгами ему не нужно, насмотрелся уже на их хитрые лица. Единственная радость одинокого американца – дорогой сердцу Форд и неприкосновенность частной собственности. За это он готов в посягателей и пулю пустить. Только окажется, что сердце старого вояки не такое уж черствое…"
},

{
	"id": 157,
	"name":	"Восход солнца",	
	"year": 1927,
	"reg":	"Фридрих Вильгельм Мурнау",
	"genre":	"комедия, драма, романтическая комедия",
	"annotation": " Повесть о традиционном любовном треугольнике в прекрасном исполнении вы можете смотреть онлайн в картине «Восход солнца». В этой немой картине фигурируют только три персонажа, которые, по задумке режиссера, не имеют даже имен. Все крайне просто – Мужчина, Жена и Женщина из Города. Мужчина и его Жена уже давно живут вместе, и огонь былой страсти и любви под тягостью лет, проведенных вдвоем, давно угас. Все, что их до сих пор держит вместе и напоминает им о былом, это их ребенок. Но в один момент Мужчина встречает Женщину из Города, роскошную красотку, и влюбляется в нее. Его отягощает наличие Жены, и Женщина предлагает ему инсценировать несчастный случай. Мужчина решает под предлогом лодочной прогулки вывезти Жену на воду и уже там утопить ее. Но тщательно спланированное преступление провалилось – Мужчина вдруг осознал, что просто не может поступить так с человеком, с которым прожил бок о бок столько лет. Жена почувствовала настрой Мужа и, как только лодка пришвартовалась к берегу, в страхе сбежала от своего спутника. Это окончательно приводит Мужчину в чувство, и он понимает, что не намерен терять свою Жену, несмотря ни на что."
},

{
	"id": 158,
	"name":	"Ла-Ла Ленд",
	"year":	2016,
	"reg":	"Дэмьен Шазелл",
	"genre":	"комедия, драма, музыкальный фильм",
	"annotation": "Миа подает кофе в кафетерии при киностудии и мечтает стать второй Ингрид Бергман, но пока кастинг за кастингом ее ждут одни лишь провалы. Себастьян трепетно коллекционирует вещи, принадлежавшие великим джазменам, и сам мечтает о своем богемном джаз-кафе, но вынужден играть простые мелодии для посетителей ресторана. Они встречаются случайно, и потом встретятся еще не раз, полюбят друг друга и будут вместе мечтать о том, как все их желания станут реальностью. Но совместимы ли такие грандиозные амбиции и тихие семейные ужины? Что выбрать – популярность среди широких масс или безвестность и настоящее призвание? "
},

{
	"id": 159,
	"name":	"Унесённые ветром",
	"year":	1939,
	"reg":	"Виктор Флеминг",
	"genre":	"драма, мелодрама, военный фильм",
	"annotation": "Чудовищная гражданская война между Севером и Югом ещё не началась, но разговоры о неизбежности противостояния уже заполняют все гостиные. На одной из южных плантаций юная кокетка Скарлетт флиртует со всеми подряд, но в тайне лелеет надежду стать супругой утонченного и благородного Эшли Уилкса. Узнав о его предстоящей помолвке с Мелани Гамильтон, девушка решается на отчаянный шаг: признаться в чувствах объекту своих мечтаний. Однако ожидания самоуверенной красотки не оправдались – Эшли не намерен менять своих планов. Скарлетт расстроена, но отступать не в её правилах. А о том, как добиться своего, она «подумает завтра»… "
},

{
	"id": 160,
	"name":	"Бандит",
	"year":	1996,
	"reg":	"Явуз Тургул",
	"genre":	"детектив, драма, триллер",
	"annotation": "История эпических приключений, выпавших на долю бандита по имени Баран после его освобождения из тюрьмы, где он просидел 35 лет. За это время мир сильно изменился, и Баран был потрясен, увидев, что его родная деревня затоплена после строительства дамбы. Он отправляется в Стамбул, чтобы отомстить своему бывшему лучшему другу, который донес на него и украл его возлюбленную. По пути Баран встречает молодого гангстера Кумали, который находит старомодные методы вора довольно оригинальными. Когда у Кумали появляются серьезные проблемы с криминальным боссом, Баран добавляет ещё одну задачу в свои планы."
},

{
	"id": 161,
	"name":	"Охотник на оленей",
	"year":	1978,
	"reg":	"Майкл Чимино",
	"genre":	"драма, военный фильм",
	"annotation": "Повествование разделено на три этапа: в мирную жизнь нескольких пенсильванских друзей-приятелей вклинится война во Вьетнаме, разделившая их судьбы на «до» и «после». То, что человек знал о себе самом, о друзьях, о чести, о любви, совести, сострадании – сквозь призму неизбежной жестокости видится иначе. Можно ли простить себе, что выбрался из огненного ада живым? Возможно ли вообще искупление? "
},

{
	"id": 162,
	"name":	"Фарго",
	"year":	1996,
	"reg":	"Братья Коэн",
	"genre":	"детектив, триллер, драма",
	"annotation": "Офицер полиции Мардж Гандерсон, находящаяся на последних сроках беременности, расследует череду странных убийств, произошедших буквально друг за другом. Немногим ранее робкий и неприметный продавец автомобилей Джерри Лундегаард нанимает двух неадекватных преступников Карла и Гэира. Желая выбить денег у богатого тестя, он организует похищение собственной жены. Однако непредсказуемое поведение Гэира превращает семейную разборку в вереницу кровавых событий. Потрясенный происходящим, Джерри пытается все исправить, но из-за очередной глупости только усугубляет ситуацию."
},

{
	"id": 163,
	"name":	"Шестое чувство",
	"year":	1999,
	"reg":	"М. Найт Шьямалан",
	"genre": 	"драма, таинственный фильм, триллер",
	"annotation": "День, когда бывший пациент именитого специалиста в детской психиатрии стреляет в своего доктора, а затем убивает себя, разделил жизнь Малкольма Крау на «до» и «после». Оправившись от ранения, психиатр терзается мыслью, что не смог когда-то помочь несчастному мальчику разобраться в себе и тем самым оказался косвенно виновен в его отчаянном самоубийстве. Но судьба дает доктору еще один шанс. Малкольм изо всех сил старается помочь новому пациенту – восьмилетнему Коулу, не подозревая, что помощь нужна ему самому… "
},

{
	"id": 164,
	"name":	"Нечто",
	"year":	1982,
	"reg":	"Джон Карпентер",
	"genre":	"научная фантастика, фильм ужасов, таинственный фильм",
	"annotation": " Зимой 1982 года американские ученые на исследовательской базе в Антарктиде становятся свидетелями того, как обезумевшие норвежцы преследуют собаку на вертолете, пытаясь ее застрелить. По неудачному стечению обстоятельств вертолет с норвежцами взрывается, и американцам не удается узнать о причинах погони. Выжившую собаку помещают в клетку к другим собакам, но ночью она неожиданно мутирует и начинает нападать на своих соседей по клетке, а затем и на самих ученых."
},

{
	"id": 165,
	"name":	"Большой Лебовски",
	"year":	1998,
	"reg":	"Братья Коэн",
	"genre":	"комедия, детектив, таинственный фильм",
	"annotation": "Джефри Лебовски, по прозвищу Чувак, безработный пацифист, которому даже за пакет сливок в супермаркете приходится расплачиваться чеком. Однажды, вернувшись домой, он обнаруживает у себя странных гостей: двое бандитов представляются людьми Джеки Трихорна и требуют вернуть деньги, которые якобы задолжала жена Лебовски. Чувак никогда не был женат, и у него никогда не было таких денег. Бандиты понимают, что ошиблись адресом и уходят. Но уходят не просто так, а испортив Джефри ковер, который, по мнению хозяина, задавал стиль всему интерьеру. Чувак отправляется на поиски Большого Лебовски, чтобы потребовать от него компенсацию."
},

{
	"id": 166,
	"name":	"Старикам тут не место",
	"year":	2007,
	"reg":	"Братья Коэн",
	"genre":	"детектив, драма, таинственный фильм",
	"annotation": "События разворачиваются на бескрайних просторах Техаса в начале 80-х годов. Ллевелин Мосс, прошедший через войну во Вьетнаме, становится свидетелем кровавой мафиозной разборки. Несколько бандитов в одночасье истребляют друг друга, оставив после сходки гору трупов, оружие и чемодан с деньгами. Пользуясь моментом, Мосс похищает два миллиона долларов. Однако ночью он не может заснуть, терзаемый сомнениями и смутным страхом. Герой не без труда находит силы, чтобы вернуться и посмотреть, не осталось ли живых. Тем временем на место перестрелки прибыли мексиканские гангстеры, которые замечают автомобиль Мосса. Ему приходится бросить машину и броситься в отчаянные бега. К несчастью, на его след выходит фанатичный киллер-одиночка Антон Чигур."
},

{
	"id": 167,
	"name":	"В поисках Немо",
	"year":	2003,
	"reg":	"Эндрю Стэнтон",
	"genre":	"мультфильм, приключение, комедия",
	"annotation": "В результате трагических событий, рыба-клон по имени Марлин потерял все свое потомство и любимую жену. Ему удалось спасти лишь одну икринку, из которой затем появился на свет малек с одним плавником, который получил имя Немо. Отец как мог оберегал сына от опасностей, подстерегающих в большом океане, но однажды несчастье все же случилось. Немо оказывается в руках людей, что заставляет робкого Марлина отправиться в незабываемое и опасное путешествие, чтобы отыскать и спасти любимое чадо."
},

{
	"id": 168,
	"name":	"Токийская повесть",
	"year":	1953,
	"reg":	"Ясудзиро Одзу",
	"genre":	"драма",
	"annotation": "Дети Сюкиси и Томи давно упорхнули из родного гнезда, оставив престарелых родителей коротать век в небольшом поселении на юге страны. Однажды супруги решают навестить сына, дочь и внуков, живущих теперь в далеком и блистательном Токио. Показная радость от встречи с дедушкой и бабушкой постепенно уступает место еле скрываемому раздражению: старики с их медлительностью не соответствуют темпу жизни большого города. Под предлогом побаловать пожилую пару, дети отправляют их на курорт – отдохнуть и подышать свежим морским воздухом. Но это ли нужно стареющим людям?"
},

{
	"id": 169,
	"name":	"По соображениям совести",
	"year":	2016,
	"reg":	"Мел Гибсон",
	"genre":	"биография, драма, исторический фильм",
	"annotation": "Десмонд Досс – простой работяга из Вирджинии. Он вырос в обычной семье ветерана Первой мировой и матери-домохозяйки, привык видеть бытовое насилие, неоправданную жестокость, алкоголизм… Один мощный эпизод его детства заставил Десмонда уверовать в бога, стать адвентистом седьмого дня и никогда, ни при каких условиях, не применять насилие к живым существам. Но вот началась Вторая мировая война… Десмонд не мог оставаться в стороне, пока его товарищи сражаются за мир, и отправился на фронт санитаром. В части он поначалу прослыл чудаком за свой резкий отказ даже прикасаться к оружию и делать что-либо по субботам. Но на войне как на войне – Десмонда отправляют в Окинаву, и здесь за свое четкое убеждение ему не раз придется пострадать, чтобы в итоге стать настоящей легендой. "
},

{
	"id": 170,
	"name":	"Хладнокровный Люк",
	"year":	1967,
	"reg":	"Стюарт Розенберг",
	"genre":	"детектив, драма",
	"annotation": "Холодный взгляд знаменитых голубых глаз Голливуда и презрительная ухмылка - и вот полицейские уже бросают наглеца за решетку, откуда по решению суда Люк Джексон отправляется на исправительные работы. Роль в этом драматическом боевике пришлась на пик актерской карьеры Пола Ньюмана, принеся ему четвертую номинацию на «Оскар». Картина вошла в национальный реестр фильмов Библиотеки Конгресса США и стала одной из лучших киноисторий о бунтарях-одиночках. Очередное испытание на прочность главный герой принял со свойственным ему вызывающим спокойствием. Его пьяная выходка вылилась разрушителю муниципальной собственности в два года тюрьмы. Когда надзиратели посадили его в карцер, чтобы Люк не смог сбежать на похороны матери, он воспринял это как личное оскорбление и при первой возможности все равно сбежал, однако на этом злоключения бунтаря не закончились. "
},

{
	"id": 171,
	"name":	"Нефть",
	"year":	2007,
	"reg":	"Пол Томас Андерсон",
	"genre":	"драма",
	"annotation": "События разворачиваются в конце девятнадцатого века в Калифорнии, где упорный золотоискатель Дэниэл Плэйнвью все-таки находит золото, только черное. С помощью только кирки и лопаты он открывает свое первое месторождение нефти, после чего начинает массовую разработку местности, скупая по дешевке участки в округе. Однажды к нему в дом приходит робкий юноша, пожелавший продать участок своей семьи, на котором также есть нефть. Заполучив денежный кусок земли, Плэйнвью становится врагом номер один молодого и мстительного священника Илая, родного брата того самого юноши. "
},

{
	"id": 172,
	"name":	"Ребекка",
	"year":	1940,
	"reg":	"Альфред Хичкок",
	"genre":	"таинственный фильм, мелодрама, триллер",
	"annotation": "Владелец богатого поместья Максимиллиан де Винтер год назад потерял жену Ребекку, умевшую устраивать в имении блистательные балы, о которых говорила вся округа. Чтобы отвлечься от мыслей о своей потере, он едет в Монте-Карло и случайно знакомится там с миссис Ван Хоппер и ее молоденькой помощницей, в которую, неожиданно для себя самого, влюбляется. Вскоре они вступают в брак, и Максимиллиан привозит молодую супругу в поместье, где она чувствует себя очень неуютно. Все здесь напоминает об умершей хозяйке, и даже слуги выказывают какую-то неестественную преданность женщине, которой больше нет. Особенно недружелюбна некая миссис Денверс. Под давлением столь мрачных обстоятельств, счастье девушки быстро улетучивается, и в голову начинают приходить мрачные мысли. "
},

{
	"id": 173,
	"name":	"Цвет шафрана",
	"year":	2006,
	"reg":	"Ракеш Омпракаш Мехра",
	"genre":	"драма, исторический фильм",
	"annotation": "Главная героиня фильма «Цвет шафрана» (Rang De Basanti)-английская корреспондентка Сью отправляется в Индию, чтобы заснять документальный фильм про индийских борцов за свободу во время английской колонизации, на основе материалов взятых из дневника деда. В связи с недостаточным финансированием она вынуждена набрать команду не из профессиональных актеров, а из студентов. Вначале ее команда не особо горит желанием брать участие в проекте, но со временем они всё глубже и глубже погружаются в проблемы того времени... И со временем начинают понимать, что в стране мало что поменялось, что народ и сейчас ведет борьбу за свои права. В скором времени они начинают свое собственное противостояние..."
},

{
	"id": 174,
	"name":	"Иди и смотри",
	"year":	1985,
	"reg":	"Элем Климов",
	"genre":	"драма, военный фильм",
	"annotation": "Картина основана на документальных фактах и обращается к «Хатынской повести» Адамовича. Авторами выбрано именно то место и те события, которые стали символом народной беды и страдания."
},

{
	"id": 175,
	"name":	"Страсти Жанны д’Арк",
	"year":	1928,
	"reg":	"Карл Теодор Дрейер",
	"genre":	"биография, драма, исторический фильм",
	"annotation": "Великолепная режиссура, потрясающая актерская игра – все это делает фильм величайшим творением Карло Теодора Дрейера, несмотря на то, что в картине не будет сказано ни одного слова. Лента будет интересна не только ценителям немого кино, но и начинающим режиссерам и актерам. С помощью игры переданы сильнейшие эмоции и настоящие страсти легендарной Жанны Д'Арк. Эффект действий многократно усиливается, подчеркнутый музыкой композитора Оле Шмидта, который великолепно справился со своей задачей и создал действительно прекрасный саундтрек. Всего через 20 лет после канонизации Жанны Д'Арк был снят фильм о суде над ней. То, что в действительности длилось целый год, режиссер смог уместить в один единственный день. Чудовищные пытки, тяжелейшие допросы и страдания, которые пришлось вынести героине, обретают реальность и трогают зрителя до глубины души."
},

{
	"id": 176,
	"name":	"Убить Билла. Фильм 1",
	"year":	2003,
	"reg":	"Квентин Тарантино",
	"genre":	"боевик, триллер, детектив",
	"annotation": " Героиня Умы Турман по прозвищу Черная Мамба – наемная убийца, которая решает завязать с криминальным прошлым и завести нормальную семью, выйти замуж, родить ребенка. Но день, который должен был стать самым счастливым в ее жизни, вдруг оборачивается страшным кошмаром: на свадьбу заявляются бывшие «коллеги» во главе с Биллом, боссом их банды. Они убивают жениха и гостей и стреляют в саму беременную Черную Мамбу. Пролежав без сознания 4 года, девушка приходит в себя в больнице. Несмотря на тяжелое состояние и долгую кому, она прекрасно помнит, кому обязана тем, что теперь у нее нет ни семьи, ни друзей. Героиня начинает мстить, выслеживая каждого члена банды, бывшего в тот день в церкви, и жестоко убивая его. Она собирается уничтожить каждого из них, одного за другим, пока не доберется до того, кто устроил все это, – Билла, не пожелавшего отпускать лучшую из банды, Черную Мамбу. "
},

{
	"id": 177,
	"name":	"Логан",
	"year":	2017,
	"reg":	"Джеймс Мэнголд",
	"genre":	"боевик, драма, научная фантастика",
	"annotation": "Далекий 2029 год. Последнее дитя, обладающее сверхспособностями, родилось четверть века назад, а весь мир уже практически забыл мутантов, окончательно мифологизировав их. Росомаха, давно оставивший все свои супергеройские дела, вынужден прятать чудом уцелевших Профессора Икс и Калибана на заброшенном складе. Но как бы Росомаха ни пытался жить тихо и перебиваться небольшими заработками, инстинкты рожденного убийцей не удается подавить целиком. Росомаху выслеживают охотники за мутантами. А еще его находит девочка, которая, как утверждает прячущая ее незнакомка, родственница Логана, а значит, у нее тоже есть сверхспособности. Так начинается полное опасностей путешествие сверхлюдей, которым не нашлось места в жестоком мире. "
},

{
	"id": 178,
	"name":	"Как приручить дракона",
	"year":	2010,
	"reg":	"Крис Сандерс, Дин Деблуа",
	"genre":	"мультфильм, приключение",
	"annotation": "Мальчика Иккинга трудно назвать настоящим викингом, хотя наследственность у него более чем многообещающая: его папа - вождь племени. Пока отряды длинноволосых воинов с молотами борются с драконами, которые разоряют их дома, Иккинг изобретает различные девайсы, которые должны заменить ему недостающие мышцы и силу в борьбе с летающими ящерицами. Присоединившись к отражению очередной атаки, Иккингу удается подбить одного из драконов. Не решившись добить раненого врага, Иккинг начинает выхаживать зверя и постепенно узнает нрав драконов, который далеко не так воинственен, как может показаться."
},

{
	"id": 179,
	"name":	"Мэри и Макс",
	"year":	2009,
	"reg":	"Адам Эллиот",
	"genre":	"приключение, комедия, драма",
	"annotation": "Повествование затрагивает длинный временной промежуток, в ходе которого главные герои ведут переписку, находясь на разных континентах. В течение целых восемнадцати лет Мэри из Австралии и Макс из Нью-Йорка рассказывали друг другу о своей жизни, прошлом, настоящем и планах на будущее, делились самым сокровенным, что у них было, став по-настоящему крепкими друзьями. А началось все в далеком 1976 году, когда Мэри было всего восемь лет, а в ее жизни уже было одиночество и разочарование в окружающих людях. Макс на тот момент перешагнул порог своего 44-летия и был также одинок и всеми забыт. Мэри тогда и не подозревала, что ткнув пальцем наугад в телефонный справочник, найдет для себя самого лучшего и самого преданного друга."
},

{
	"id": 180,
	"name":	"Исчезнувшая",
	"year":	2014,
	"reg":	"Дэвид Финчер",
	"genre":	"драма, таинственный фильм, триллер",
	"annotation": "Главные герои – счастливые супруги, которые прожили вместе вот уже пять лет. Каждый год в годовщину свадьбы жена устраивает своему мужу сюрприз – игру «охота за сокровищами», в ходе которой муж, находя различные ключи и отгадывая загадки, должен найти подарок. Вот и в этот раз, по традиции, ему придется сыграть в эту игру. Однако на пятилетнюю годовщину все пошло не так, как задумано: красавица-жена пропадает из дома прямо накануне празднества, оставив после себя в доме следы борьбы и кровь. Чтобы найти пропавшую жену, мужу придется пройти по оставленным для него следам – вот только понравится ли ему этот «подарок»…"
},

{
	"id": 181,
	"name":	"В диких условиях",
	"year":	2007,
	"reg":	"Шон Пенн",
	"genre":	"приключение, биография, драма",
	"annotation": "Молодой человек, показавший отличные результаты в колледже, будучи прилежным и послушным сыном своих родителей, решил вдруг отвергнуть все блага цивилизации. Кристофер отдал все свои деньги, оставшиеся после учебы, в благотворительный фонд и отправился в двухлетнее путешествие по стране. С собой у него было только самое необходимое, а на пропитание он зарабатывал случайными подработками. После продолжительных скитаний Кристофер решил сделать, так сказать, финальный рывок, чтобы доказать самому себе и миру, что простой неподготовленный человек может выжить в условиях дикой природы. С этой целью он отправился в пустынные местности Аляски, где затем поселился в старом проржавевшем корпусе от автобуса и вел дневник вплоть до своей трагической смерти."
},

{
	"id": 182,
	"name":	"Остров проклятых",
	"year":	2010,
	"reg":	"Мартин Скорсезе",
	"genre":	"драма, триллер, таинственный фильм",
	"annotation": " Америка середины 50-х. На удаленном от всего мира острове расположена специальная лечебница для особо буйных душевнобольных преступников. В клинике происходят странные события: при загадочных обстоятельствах пропала одна из пациенток. Остров хорошо охраняется, вокруг бескрайний океан, а катера приходят лишь в строго определенное время и место. Побег полностью исключен. В поисках разгадки на остров прибывают два судебных пристава с большой земли: Тедди Дениелс, страдающий необъяснимыми головными болями после трагической гибели жены, и его напарник Чак Оул. Даже на первый взгляд им становится понятно, что на острове творится что-то неладное. Охранники постоянно начеку, держат палец на спусковом крючке, а впоследствии выясняется, что руководство клиники скрывает страшную тайну."
},

{
	"id": 183,
	"name":	"Среда",
	"year":	2008,
	"reg":	"Нирадж Пандеу",
	"genre":	"детектив, драма, таинственный фильм",
	"annotation": "Телефонный звонок в полицию с сообщением о заложенных в городе бомбах не был воспринят комиссаром всерьез. Но первый взрыв из обещанных пяти уже прогремел. На принятие решения остается мало времени. Этот боевик, вобравший в себя лучшее от классической драмы и триллера, рушит стереотипы индийского кино, каким мы его знаем, и поднимает важную тему отношения к терроризму. Звонивший потребовал освободить четырех террористов, в противном случае обещая активировать взрывные устройства. Комиссар поручает своим лучшим людям вычислить анонима. Одновременно расследованием происшествия занимается молодая тележурналистка. Комиссар, опасаясь, что она лишь гонится за сенсацией, старается не допустить утечки информации. Когда поиски не приносят результатов, комиссар принимает рискованное решение: выполнить требование информатора и поймать его на живца."
},

{
	"id": 184,
	"name":	"Это случилось однажды ночью",
	"year":	1934,
	"reg":	"Фрэнк Капра",
	"genre":	"комедия, мелодрама",
	"annotation": "Строптивая Элли, вопреки запретам отца-миллионера, намерена выйти замуж за коварного сердцееда и безнадежного повесу. Она сбегает из дома, чтобы поехать в Нью-Йорк к своему жениху. В автобусе к ней подсаживается неудачливый журналист Питер Бон, у которого нет ни работы, ни денег, ни материала для сенсации. Элли и Питер с первых минут испытывают взаимную неприязнь, хотя вскоре понимают, что могут пригодиться друг другу. Безрассудное совместное путешествие меняет конечные цели героев."
},

{
	"id": 185,
	"name":	"Житие Брайана по Монти Пайтону",
	"year":	1979,
	"reg":	"Терри Джонс",
	"genre":	"комедия",
	"annotation": "Все мы знаем историю о младенце, рожденном непорочной девой. Так вот, здесь речь совсем не о нем, а о еврее Брайане и о его непростом житии. Фильм стал вторым полнометражным продуктом «Монти Пайтон», и после триумфального «Священного Грааля» мастера стеба, сатиры и черного английского юмора лишь нарастили творческий потенциал. Бюджет картины также подрос, по сравнению с дебютом, и это только подстегнуло комиков изобретать, изворачиваться и экспериментировать. Привязав повествование к описанию мытарств среднестатистического еврея, для которого, естественно, главным человеком в жизни является мама, авторы без зазрения совести проходятся по проблемам иудаизма и христианства. Издеваются над ведомостью толпы и высмеивают идиотизм и самолюбование власть имущих."
},

{
	"id": 186,
	"name":	"Дикие истории",
	"year":	2014,
	"reg":	"Шифрон, Дамиан",
	"genre":	"комедия, драма, триллер",
	"annotation": "Несколько невероятных историй, происходящих вдалеке друг от друга, но показывающих всю непредсказуемость жизни. Самолет, придорожное кафе, пустынная дорога - все это станет звеньями одной судьбоносной цепи… Главный герой оказывается в самолете со всеми теми, кто обижал его много лет: профессор в консерватории, дантист, бывшая девушка. Тем временем официантка из придорожного кафе узнает в случайном клиенте ростовщика, который довел до самоубийства ее отца. А у поварихи как раз под рукой оказывается крысиный яд… Неподалеку, на пустынной дороге провинциальный водитель отказывается уступить полосу роскошной «Audi» и ее претенциозному водителю. Каждый герой встает перед выбором: сделать на свой страх и риск решительный шаг или бездействовать… "
},

{
	"id": 187,
	"name":	"Взвод",
	"year":	1986,
	"reg":	"Оливер Стоун",
	"genre":	"боевик, драма, военный фильм",
	"annotation": "Действие картины разворачивается на рубеже 1967 и 1968 годов в Южном Вьетнаме. В подразделение, обороняющее пограничные рубежи с Камбоджей, прилетает Крис Тэйлор, только что закончивший «учебку» солдат. Из мира правильной и размеренной западной цивилизации он тут же ныряет в смертельный огонь боевого сражения. Крис становится рядовым взвода 25-й пехотной дивизии США под командованием двух опытных сержантов, Роберта Барнса и Элайаса Гродина. Юноша становится свидетелем не только неизбежных ужасов войны, но и внутреннего конфликта между группами Барнса и Гродина. Каждый из командиров представляет собой определенный типаж свихнувшегося на почве убийств вояки, что открывает для героя новое, более глубокое, понимание происходящего вокруг безумия."
},

{
	"id": 188,
	"name":	"Отель Руанда",
	"year":	2004,
	"reg":	"Терри Джордж",
	"genre":	"биография, драма, исторический фильм",
	"annotation": "Сюжет фильма основан на реальных событиях середины 90-х годов прошлого века, когда народ хуту, составлявшее в Руанде этническое большинство, устроило в стране кровавую резню, уничтожив более миллиона (!) человек, принадлежавших народу тутси. Главный герой фильма по имени Пол - управляющий престижного отеля в столице Руанды, в котором от убийц укрылись несколько сотен человек. Пол делает все от него зависящее, чтобы их спасти. Ситуация осложняется тем, что жена Пола также принадлежит народу тутси. У Пола большие связи, он не гнушается ни подкупом, ни шантажом; он угрожает, умоляет, льстит. И спасает от гибели 1268 человек."
},

{
	"id": 189,
	"name":	"Плата за страх",
	"year":	1953,
	"reg":	"Анри-Жорж Клузо",
	"genre":	"приключение, драма, триллер",
	"annotation": "Нефтедобыча в Гватемале идет полным ходом, но из-за частых пожаров на буровых владельцы опасного, но прибыльного бизнеса несут большие убытки. К счастью, решение найдено: мощный огненный столп можно перебить взрывом, идеальная основа для которого - нитроглицерин - коктейль из углерода, водорода, азота и кислорода. Чтобы найти самоубийц, которые согласятся доставить канистры с нитроглицерином к аварийной вышке, нефтяная компания готова отстегнуть щедрую сумму. Рискнуть жизнью пожелали четверо безработных, для которых эта работенка была единственным шансом выбраться из убогого городишки, где они прозябали в нищете. "
},

{
	"id": 190,
	"name":	"Телесеть",
	"year": 1975,
	"reg":	"Сидни Люмет",
	"genre":	"драма",
	"annotation": "Говард Били работает ведущим новостей в прайм-тайм на телеканале UBS. Рейтинги Говарда необычайно высоки, люди порой бросают все дела, чтобы посмотреть новости с его участием. Однако карьера Говарда давно стоит на месте, совершенно не двигаясь вперед. Однажды с телеведущим происходит досадная случайность: непосредственно в прямом эфире у него случается истерический припадок. Говард буквально выходит из себя, не стесняясь в выражениях, но продолжает вести репортаж. Вопреки здравому смыслу, телезрители начинают любить его еще больше, но теперь у него появляется репутация телескандалиста. Начальство решает использовать эту особенность Говарда, чтобы поднять общие рейтинги телеканала. Боссы вынуждают мужчину как можно чаще скандалить на съемках, даже если он того сам не желает."
},

{
	"id": 191,
	"name":	"Гонка",
	"year":	2013,
	"reg":	"Рон Ховард",
	"genre":	"фильм-биография, драма, спортивный фильм",
	"annotation": "Чем ближе к смерти, тем острее чувствуешь жизнь - понимают гонщики «Формулы-1», каждый из которых надеется на везение. Это реальная история пилотов-соперников Джеймса Ханта и Ники Лауды. Работая над фильмом, специалист по биографическим и спортивным драмам Рон Ховард лично сел за штурвал гоночного болида, чтобы лучше прочувствовать, что испытывают пилоты на трассе. Взяться за проект режиссера вдохновил Джордж Лукас - ярый фанат автогонок. Подбирая актеров на главные роли, постановщик руководствовался не звездным статусом, а внешним сходством с прототипами: Крис Хемсворт и Дэниел Брюль подошли как нельзя лучше. Первый сделал все, чтобы похудеть после съемок для Marvel, а второй согласился носить пластину, меняющую прикус и, соответственно, выговор. Соперничество героев на трассе обернулось трагедией: Ники Лауда угодил в больницу, но через месяц с небольшим вернулся в команду, чтобы подтвердить свое чемпионство. "
},

{
	"id": 192,
	"name":	"Во имя отца",
	"year":	1993,
	"reg":	"Джим Шеридан",
	"genre":	"биография, драма, триллер",
	"annotation": "Ночью полиция врывается в дом семьи Колдон и уводит сына Джерри. В участке из него пытаются выбить признание в организации теракта. С этого дня для Джерри начинается история противостояния властям. Старт событиям, положенным в основу сценария этой политической драмы, был дан 5 октября 1974 года, когда в барах города Гилфорд прогремело несколько взрывов. На фоне ожесточенной борьбы Ирландской Республиканской Армии с властями малейшее подозрение в сочувствии террористам было основанием для ареста. А Джерри просто оказался не в то время не в том месте. Признание, полученное под пытками, повлекло за собой аресты других членов семьи, в том числе отца, с которым у молодого хулигана сложились весьма натянутые отношения. "
},

{
	"id": 193,
	"name":	"Останься со мной",
	"year":	1986,
	"reg":	"Роб Райнер",
	"genre":	"приключение, драма",
	"annotation": "Исчезновение подростка всколыхнуло город. Мальчик ушел в лес и пропал. В гибели ребенка уже не сомневаются. По радио объявили о вознаграждении тому, кто найдет тело, и местные ребята отправляются на поиски. Несмотря на то, что в основу сценария легла повесть короля ужасов Стивена Кинга, ни о какой мистики речи здесь не идет. В центре сюжета – трогательная история о друзьях-мальчишках, затеявших приключение в стремлении доказать свою взрослость. Мысль поискать труп Рея Брауера у реки рядом с железной дорогой у Верна возникла после того, как он подслушал разговор старших мальчишек. Взбудораженный услышанным, он убеждает друзей, что это отличный шанс не только заработать денег, но и испытать себя, ведь дорога до предполагаемого места гибели Рея предстоит не близкая. Собрав предметы первой необходимости, Верн, Горди, Крис и Тедди уходят в двухдневный поход в лес. "
},

{
	"id": 194,
	"name":	"Персона",
	"year":	1966,
	"reg":	"Ингмар Бергман",
	"genre":	"драма, фэнтези",
	"annotation": "По совету своего психиатра звезда театральных подмостков Элизабет Фоглер берет паузу и едет к морю, восстановить душевное равновесие. Замкнувшуюся в себе актрису сопровождает медсестра Альма, искренне старающаяся вывести ее из этого депрессивного состояния. "
},

{
	"id": 195,
	"name":	"Четыреста ударов",
	"year":	1959,
	"reg":	"Франсуа Трюффо",
	"genre":	"детектив, драма",
	"annotation": "Антуану двенадцать. Матери нет до него дела, у нее роман на стороне. Отчим с головой ушел в работу. Мелкие проблемы в школе постепенно разрастаются в снежный ком неприятностей, и подросток сбегает. Фильм стал знаковым в творчестве Франсуа Трюффо, ознаменовав не только полноценное вступление на тернистый путь кинорежиссера, но также положив начало автобиографическим откровениям автора, которым он в общей сложности посвятил еще четыре картины. В Каннах фильм получил приз за лучшую режиссуру, а на «Оскар» заявлялся в номинации «лучший оригинальный сценарий». Трюффо применил новаторский подход к съемкам – от мальчишек-актеров не требовал заучивания текстов, а камеру отпускал в свободный полет. Названием картины послужило французское выражение, означающее, что на голову человека сыплются сплошные несчастья. Именно так происходит в жизни главного героя Антуана Дуанеля, хотя он храбрится, хулиганит и озорничает, но понимает, что в этом мире за него некому вступиться"
},

{
	"id": 196,
	"name":	"Отель «Гранд Будапешт»",
	"year": 2014,
	"reg":	"Уэс Андерсон",
	"genre":	"комедия",
	"annotation": "Действие фильма рассказывает о легендарном консьерже популярного европейского отеля «Гранд Будапешт», который на протяжении почти всего двадцатого века находился в центре политических, культурных и религиозных скандалов. Кража бесценной картины эпохи Возрождения, борьба аристократов за многомиллионное наследство, две мировые войны – все это разворачивалось на глазах у неприметного консьержа, который, словно тень, следил за основными потрясениями общества в 20 веке… "
},

{
	"id": 197,
	"name":	"Бен-Гур",
	"year":	1959,
	"reg":	"Уильям Уайлер",
	"genre":	"боевик, приключение, драма",
	"annotation": "«Бен-Гур» — эпический кинофильм по библейским мотивам, снятый режиссёром Уильямом Уайлером в 1959 году. Снят по одноимённому роману американского писателя Лью Уоллеса. Премьера состоялась в Нью-Йорке 18 ноября 1959 года. Фильм впервые в истории кинематографа завоевал «Оскары» в 11 номинациях."
},

{
	"id": 198,
	"name":	"12 лет рабства",
	"year":	2013,
	"reg":	"Стив Маккуин",
	"genre":	"биография, драма, исторический фильм",
	"annotation": "Соломон Нортап — гражданин США. Вольнорожденный афроамериканец, образованный, уважаемый музыкант, фермер, собственник, волею случая попадает в руки работорговцев из южных штатов. Нортапу приходится пройти через все унижения и испытания рабства, сменить не одного хозяина и обрести законную свободу лишь после двенадцати лет тяжелого труда, оскорблений и издевательств. Свой печальный опыт Соломон Нортап изложил в мемуарах под названием «Двенадцать лет рабства», которые и легли в основу сценария фильма. "
},

{
	"id": 199,
	"name":	"Безумный Макс: Дорога ярости",
	"year":	2015,
	"reg":	"Джордж Миллер",
	"genre":	"боевик, приключение, научная фантастика",
	"annotation": "Ворвавшись на экраны в 1979 году, «Безумный Макс», роль которого исполнил молодой Мэл Гибсон, за шесть последующих лет получил два сиквела. И вот спустя почти тридцать лет с момента выхода третьей истории Джордж Миллер реанимирует свой культовый постапокалиптический боевик, разогнав маховик задействованных спецэффектов до запредельной скорости. События фильма упакованы в промежуток между первой и второй частями оригинальной трилогии. Со слов постановщика, картина виделась ему одной большой безумной погоней, и зрители, действительно, получат мощный заряд адреналинового драйва. Помимо безупречно отполированного визуального ряда, лента порадует появлением Тома Харди в роли того самого Макса Рокатански, который покинул ряды «Основного силового патруля» и теперь скитается в одиночестве. Проникнуться ужасом охватившего Землю нефтяного кризиса и, как следствие, глобальной социальной катастрофы также согласилась красавица Шарлиз Терон."
},

{
	"id": 200,
	"name":	"Воспоминания об убийстве",
	"year":	2003,
	"reg":	"Пон Чжун Хо",
	"genre":	"драма, таинственный фильм",
	"annotation": "В Хвасоне найдены тела десяти женщин, убитых схожим образом. В поисках маньяка задействовано около двух миллионов полицейских, проработано 21280 подозреваемых. Два детектива хотят найти убийцу. Квентин Тарантино особо отмечал этот фильм Пон Чжун Хо, включив его в личную топ-двадцатку. В основу сценария легли реальные события, известные как дело «Хвасонского серийного убийцы». Методы ведения расследования, к которым прибегает детектив Ду Ман Пак, агрессивные и сумбурные. Он хватается за первую улику и, не задумываясь, пускает в ход кулаки, чтобы выбить признание у подозреваемого. Его помощник Ен Гу Чжу подходит к делу с не меньшим рвением. Когда об их «подвигах» становится известно руководству, утихомирить вошедших в раж служителей правопорядка присылают более опытного и зрелого полицейского, но и он вскоре теряет самоконтроль из-за яростного желания поскорее найти убийцу-насильника."
},

{
    "id": 201,
    "name":	"В центре внимания",
    "year":	2015,
    "reg":	"Томас Маккарти",
    "genre":	"биография, драма, исторический фильм",
    "annotation": " В основе сюжета — подлинная история, произошедшая в начале 2000-х. Журналисты газеты The Boston Globe подозревают бостонских священников в домогательствах по отношению малолетним. Желая вывести педофилов на чистую воду, они начинают собственное расследование. В итоге журналистам удается доказать, что многие священники – преступники-извращенцы. Причем, кардинал и архиепископ городской церкви Бернард Лоу не вмешивается в действия других священнослужителей, хотя прекрасно осведомлен о ситуации. После публикации материала скандал разгорается все сильнее и сильнее, приводя к поистине непредсказуемым последствиям. Цепная реакция, запущенная обнародованием сенсационных материалов, приводит к отставке кардинала Лоу, закрытию более полусотни приходов, а также многомиллионным компенсациям всем пострадавшим. "
},

{
    "id": 202,
    "name":	"Малышка на миллион",
    "year":	2004,
    "reg":	"Клинт Иствуд",
    "genre":"драма, спортивный фильм",
    "annotation": "Нелюдимая официантка решает, что больше всего на свете хочет профессионально заниматься боксом. И она точно знает, у какого тренера будет учиться. Вот только он не собирается брать новую ученицу, тем более без опыта и подготовки, ведь ей уже поздно мечтать о титулах и покорении рингов. Но наша героиня знает, что такое быть по-настоящему настойчивой. Она уверена, что бокс – дело ее жизни, и не остановится ни перед чем, чтобы добиться своего. Даже суровое сердце бывшего боксера может дрогнуть, видя такое упорство. Простая официантка с невероятным рвением отдается тренировкам, и скоро она уже не просто ученица, а настоящий боец и покоритель рингов. "
},

{
    "id": 203,
    "name":	"Парк юрского периода",
    "year":	1993,
    "reg":	"Стивен Спилберг",
    "genre":	"приключение, научная фантастика",
    "annotation": "На острове посреди океана открывается новый парк развлечений, населенный клонированными динозаврами. Перед открытием на остров прибывает группа палеонтологов для инспекции. Вот тогда-то и начинаются приключения, ведь монстры, благодаря неосторожности и жажде наживы одного из сотрудников парка, вырываются на волю… "
},

{
    "id": 204,
    "name":	"Бутч Кэссиди и Санденс Кид",
    "year":	1969,
    "reg":	"Джордж Рой Хилл",
    "genre":	"приключение, детектив",
    "annotation": "Рисковые парни Буч и Сандэнс, промышляющие ограблениями банков, решают, что пришла пора менять сферу деятельности, поскольку их вылазки за наличностью становятся опаснее раз от раза. Но не подумайте, законопослушными американцами они становиться не собираются – речь идет всего лишь о смене мишени. Вместо охраняемых банков, грабители намерены переключиться на поезда. Задумка многообещающая, и поначалу у «корешей» все идет как по маслу… "
},

{
    "id": 205,
    "name":	"Сука любовь",
    "year":	2000,
    "reg":	"Алехандро Гонсалес Иньярриту",
    "genre":	"драма, триллер",
    "annotation": "«Сука-любовь» состоит из трех разных новелл, герои которых в один момент пересекаются посредством ужасной автомобильной аварии в центре города. Кроме этого, во всех историях присутствуют домашние любимцы героев – собаки разных пород. Один из четвероногих героев даже явится связующим звеном между двумя историями. Первая из них рассказывает о юном Октавио, который безумно влюблен в прекрасную Сусану. Но девушка замужем за его нерадивым братом, преступником и наркоторговцем, который к тому же постоянно изменяет Сусане. Октавио решает подкопить денег на собачьих боях, чтобы затем убежать с возлюбленной из города. Во второй истории мы познакомимся с успешной топ-моделью по имени Валерия, которая встречается с издателем крупного гламурного журнала. Все идет хорошо, но после аварии девушка временно теряет способность ходить, от чего чувства к ней ее любовника охладевают. В третьей и заключительной новелле мы узнаем о судьбе бывшего участника сопротивления, просидевшего все свои лучшие годы в тюрьме. Ныне зарабатывая на жизнь заказными убийствами, он решает отыскать свою дочь, которую не видел двадцать лет. "
},

{
    "id": 206,
    "name": "Сталкер",
    "year":	1979,
	"reg":	"Андрей Тарковский",
	"genre":	"драма, научная фантастика",
    "annotation": " В центре сюжета – небольшая группа исследователей зоны под руководством угрюмого, но мудрого Сталкера. Ученый и писатель, прослышав о таинственной комнате, исполняющей желания, нанимают Сталкера в качестве гида по запретной территории. Комната оказывается совсем недалеко от границ зоны, однако Сталкер ведет своих клиентов долгим обходным путем, пытаясь избежать смертельных ловушек, порожденных аномалиями. Опасное путешествие вглубь своих страхов и ночных кошмаров заканчивается пугающей неопределенностью, в результате чего каждый из гостей зоны обретает свое личное просветление."
},

{
    "id": 207,
    "name":	"Шоу Трумана",
    "year":	1998,
    "reg":	"Питер Уир",
    "genre":	"комедия, драма",
    "annotation": "Трумен Бербэнк живет в небольшом американском городке, ездит на работу, встречается с девушкой, отдыхает с друзьями, смотрит новости и не замечает ничего подозрительного. А следовало бы. Дело в том, что все свои тридцать лет добропорядочный гражданин находится под прицелом скрытых телекамер, транслирующих его жизнь «в прямом эфире без купюр 24 часа в сутки, 7 дней в неделю для телезрителей всей Земли». Его мир – огромный павильон, населенный актерами. Он сам – лишь марионетка в руках Создателя-телемагната. Но однажды герой самого рейтингового в мире реалити начнет подозревать неладное. "
},

{
    "id": 208,
    "name":	"Мальтийский сокол",
    "year":	1941,
    "reg":	"Джон Хьюстон",
    "genre":	"детектив, нуар, таинственный фильм",
    "annotation": "Частный детектив Сэм Спейд и его партнер по сыскному бизнесу Майлз Арчер принимают очередную клиентку. Женщина просит проследить за скользким типом по фамилии Терсби: якобы с ним сбежала ее младшая сестра, а девушку надо вернуть. Арчер соглашается, но той же ночью и самого сыщика, и того, за кем он следил, убивают. Полиция подозревает Спейда, который теоретически мог и защищать напарника, и убрать его, поскольку ранее крутил интрижку с его женой. Спейд тем временем находит вчерашнюю клиентку и убеждается, что роковая леди выдумала всю историю с сестрой, а Терсби был ее конкурентом в поисках золотой скульптуры сокола, реликвии мальтийских рыцарей, украшенной драгоценными камнями. В деле с соколом оказываются замешанными еще несколько темных, но весьма колоритных личностей; появляются и новые трупы. Детективу Спейду предстоит непростое расследование, ведь, чтобы разобраться, кто кого убил и почему, придется договариваться и торговаться с упрямыми охотниками за сокровищами."
},

{
    "id": 209,
    "name":	"Бумажная луна",
    "year":	1973,
    "reg":	"Питер Богданович",
    "genre":	"комедия, детектив, драма",
    "annotation": "Жулик Мозес Прэй, живущий за счет природного обаяния, заезжает на похороны бывшей подружки и соглашается отвезти к родственнице дочку умершей – девочку с внимательным взглядом и непроницаемым лицом. Исполнительница роли девятилетней авантюристки Татум О’Нил за свою работу была удостоена премии «Оскар» за лучшую женскую роль второго плана, премии «Золотой глобус» как лучшая новая актриса и премии «Давида ди Донателло», которую она разделила с Барбарой Стрейзанд. После громкого дебюта Татум еще дважды снималась вместе с отцом, Райаном О’Нил, воплотившим образ гениального афериста, попавшего на крючок к маленькой манипуляторше. Эдди Логгинс быстро раскусила схему Мозеса по облапошиванию богатеньких вдовушек историей о дорогом подарочном издании Библии, которое их покойные мужья якобы заказали в подарок своим благоверным, но так и не успели оплатить, и изъявила желание войти в долю. "
},

{
    "id": 210,
    "name":	"Хатико: Самый верный друг",
    "year":	2009,
    "reg":	"Лассе Халльстрём",
    "genre":	"драма, семейный фильм",
    "annotation": "ле в 20-е годы прошлого века в Японии. Главную роль исполняет Ричард Гир. Паркер Уилсон – обычный американец, профессор университета. Но только не для Хатико, пса породы акита-ину, который живет у Паркера. Когда-то Паркер нашел Хатико потерявшимся щенком, и с тех пор они стали настоящими друзьями. Каждый день Паркер Уилсон уезжает с железнодорожной станции на работу в университет, а Хатико неизменно провожает его по утрам и встречает вечером. Но однажды случается несчастье – Паркер умирает на лекции от сердечного приступа. В тот день Хатико впервые не дождался на станции своего хозяина. С тех пор пес каждый день приходит на вокзал и ждет, ждет, ждет своего хозяина и друга, который никогда уже к нему не вернется. "
},

{
    "id": 211,
    "name":	"Ночи Кабирии",
    "year":	1957,
    "reg":	"Федерико Феллини",
    "genre":	"драма",
    "annotation": " Фильм повествует о жизни римской проститутки Марии Чекарелли, которую все вокруг знают под именем Кабирия. Девушка зарабатывает на жизнь, обслуживая мужчин в самом дешевом и грязном районе итальянской столицы. Ей далеко до элитных эскорт-услуг, она выросла и воспитывалась среди представителей рабочего класса. Отсюда ее наглость, вульгарность, нечистоплотность и постоянный поток сквернословия. Однако, несмотря на свою грязную профессию, глубоко в душе Карибия остается беззащитной и наивной маленькой девочкой, свято верующей в принца на белом коне. И вот однажды судьба преподносит ей подарок – мужчину с именем, которое было предсказано ей в местном цирке. Вот только коварная судьба беспощадна к блаженным и наивным людям, что ранит девушку в самое сердце, навсегда отбив желание просить что-то у жизни. "
},

{
    "id": 212,
    "name":	"Навсикая из Долины ветров",
    "year":	1984,
    "reg":	"Хаяо Миядзаки",
    "genre":	"драма, приключения, постапокалиптика",
    "annotation": "Практически всю поверхность Земли покрыл страшный Лес, в котором живут опасные твари, а ядовитая атмосфера, царящая там, убивает каждого, кто рискнул снять маску. Рядом с Лесом мирно существует Долина Ветров – одно из немногих государств, которое образовалось на обломках исчезнувшей цивилизации. Ее жители очень любят своего мудрого правителя и его красавицу-дочку Навсикаю, которая каким-то образом научилась находить общий язык с лесными существами. Но мирную идиллию, царящую в Долине Ветров, нарушает другое государство, ведущее ожесточенную борьбу за остатки природных ресурсов. Спасти свой народ предстоит отважной девочке Навсикае, которая, сама о том не подозревая, обладает необычными способностями. Получится ли у юной принцессы изменить судьбу всего человечества?"
},

{
    "id": 213,
    "name":	"Принцесса-невеста",
    "year":	1987,
    "reg":	"Роб Райнер",
    "genre":	"приключение, комедия, семейный фильм",
    "annotation": "Дед читает внуку книгу, в которой красавица Лютик, поверив в гибель возлюбленного, простого работника Уэстли, соглашается выйти замуж за принца. Перед свадьбой девушку похищает троица бандитов, и приключения невесты начинаются. Принц Хампердинк преследует похитителей, но не он один спешит спасти беззащитную Лютик. Когда девушка понимает, что человек в маске, который пытается вызволить ее из рук бандитов, имеет отношение к гибели ее возлюбленного, она предпринимает активные шаги к своему спасению. Внезапная догадка переворачивает все с ног на голову, и ей больше не хочется становиться женой принца. "
},

{
    "id": 214,
    "name":	"Перед рассветом",
    "year":	1995,
    "reg":	"Ричард Линклейтер",
    "genre":	"драма, мелодрама",
    "annotation": "Действие разворачивается в Вене. Именно по дороге туда Джесси встречает Селин и предлагает ей выйти вместе. Он собирается улететь в Америку, она едет в Париж на учебу. Но на несколько часов их жизнь становится общей. И после они готовы продолжить случайную лав-стори. Расставаясь, они обещают встретиться здесь же через полгода. Неудачно закончившийся предыдущий роман Джесси все же позволяет ему надеяться, что встреча с новой возлюбленной состоится. И чудо произойдет."
},

{
    "id": 215,
    "name":	"Братан Мунна: Продавец счастья",
    "year":	2003,
    "reg":	"Раджкумар Хирани",
    "genre":	"комедия, детектив",
    "annotation": "тец и сын Датт - играют отца и сына. Отец - обычный крестьянин Хари Прасад Шарма, как и миллионы отцов, жертвующий всем ради сына. Он мечтает о том, чтобы Мунна (его сын) стал доктором и лечил бы всех людей. Для этого он отправляет Мунну в город и намерен оплатить его учебу. Но судьба приводит Мунну в страшный преступный мир и он становится бомбейским доном, бесчестным королем бандитов. Но Мунна понимает, что сердце отца разобьется, если он узнает о профессии сына. Чтобы избежать этого, он лжет отцу, что его мечта сбылась и он стал доктором. Но ему удается без труда обманывать отца до того дня, когда отец решает навестить сына в городе. Для так называемого «доктора» это неожиданная ситуация, но это вызов его хитрости. Так братан Мунна изображает перед отцом доброго доктора, и чтобы убедить его, открывает бесплатную больницу для всех неимущих. Но отец всегда умнее, чем думает его ребенок. С каждым днем Мунне все труднее обманывать отца."
},

{
    "id": 216,
    "name":	"Гарри Поттер и Дары Смерти. Часть 2",
    "year":	2011,
    "reg":	"Дэвид Йейтс",
    "genre":	"фэнтези, приключение, боевик",
    "annotation": " Продолжается Вторая Война Волшебников. Темный Лорд Волан-де-Морт собрал все Дары Смерти, которые могут сделать его самым сильным магом всех времен, но один из даров, Бузинная палочка, ранее принадлежавшая убитому профессору Дамблдору, отказывается ему подчиняться. Тем временем Гарри, Рон и Гермиона продолжают поиски крестражей, в каждый из которых Волан-де-Морт спрятал по частичке своей души. Только уничтожив каждый крестраж друзья смогут победить Темного Лорда. Школа Хогвартс, которую теперь возглавляет профессор Северус Снегг, становится полем боя. Все ученики и преподаватели встают на сторону Гарри Поттера, а Волан-де-Морт готовит мощное наступление на школу, которое войдет в историю волшебного мира как одно из самых тяжких противостояний добра и зла…"
},

{
    "id": 217,
    "name":	"Пленницы",
    "year":	2013,
    "reg":	"Дени Вильнёв",
    "genre":	"детектив, драма, триллер",
    "annotation": "Паника и отчаяние овладеют мыслями Келлера Довера, когда в завершении благопристойного ужина в честь дня Благодарения выяснится, что его восьмилетняя дочь пропала. Расследование, начатое по горячим следам, результатов не дает, как ни старается поставленный на это дело молодой детектив Локи. Взвинченный отец берет правосудие в свои руки и похищает человека, которого считает причастным к исчезновению девочки."
},

{
    "id": 218,
    "name":	"Гроздья гнева",
    "year":	1940,
    "reg":	"Джон Форд",
    "genre":	"драма",
    "annotation": " В основе фильма лежит одноименный роман Джона Стейнбека, получивший в свое время Пулитцеровскую премию. Повествование начинается с того, что Том Джоад вышел из тюрьмы и автостопом отправился в дом своих родителей. Но Тома ждет неожиданность – по прибытии домой он обнаруживает, что ферма пустует, а самой семьи нет и в помине. Том отправляется на поиски и встречает родных в доме своего дяди Джона. Семья счастлива видеть Тома целым и невредимым, но события, о которых они рассказали, обескуражили его – ферму отобрал банк, и теперь вся семья отправляется в штат Калифорния, в надежде найти хоть какую-то работу. Лента «Гроздья гнева» наглядно демонстрирует важную роль семьи в жизни любого человека и то, как горе может сплотить людей, надежда для которых, казалось бы, уже потеряна."
},

{
    "id": 219,
    "name":	"Рокки",
    "year":	1976,
    "reg":	"Джон Эвилдсен",
    "genre":	"спортивный фильм, драма, мелодрама",
    "annotation": " История восхождения на спортивный олимп Рокки Бальбоа, чьим прототипом стал известный боксер Чак Вепнер. Главный герой живет в Филадельфии и мечтает стать чемпионом. Днем он подрабатывает вышибалой у местного криминального авторитета, а по ночам отчаянно тренируется в спортивном зале. Однажды в жизни Рокки выпадает долгожданный шанс исполнить свою мечту: в город приезжает чемпион мира Крид, чтобы провести очередной бой, однако его противник накануне поединка травмирует руку. Не желая отменять бой, Крид решает сразиться с местным боксером, и его выбор падает на Рокки. "
},

{
    "id": 220,
    "name":	"Поймай меня, если сможешь",
    "year":	2002,
    "reg":	"Стивен Спилберг",
    "genre":	"биография, детектив, драма",
    "annotation": " Фрэнк Эбегнейл (Леонардо ДиКаприо) - предприимчивый юноша, мастер перевоплощения и убеждения. Ему не было еще и двадцати, а он уже умудрился поработать учителем, хирургом и летчиком, а также заработать несколько миллионов долларов, проводя махинации с банковскими чеками. Он неуловим и ловок, его схемы работают безотказно, а Интерпол и ФБР бессильны перед Фрэнком. Но тут за дело берется агент ФБР Карл Хэнрэтти (Т.Хэнкс), для которого поймать Эбегнейла - дело чести. И между этими двумя начинается настоящая гонка. Так сможет ли честолюбивый и законопослушный агент ФБР обойти самого талантливого афериста, какого только знал мир?"
},

{
    "id": 221,
    "name":	"Печать зла",
    "year":	1958,
    "reg":	"Орсон Уэллс",
    "genre":	"детектив, нуар, триллер",
    "annotation": "Как только Майк Варгас и его жена Сьюзан пересекли границу между США и Мексикой, обогнавший их автомобиль взорвался. Майк ждет полицию, а Сьюзи спешит в отель, но ее перехватывают несколько мужчин. Зачин классического детективного триллера, выпестованного великим Орсоном Уэллсом, вошел в историю, ведь таких идеальных планов, снятых одним дублем, в кинематографе по пальцам пересчитать. Однако киностудия безжалостно искромсала фильм, подвигнув автора написать знаменитое обращение на 58 страницах с требованием восстановить исходник, но оригинальную версию шикарного нуара, ставшего практически последним чистым представителем жанра, мир увидел лишь многие годы спустя. Пока Варгас знакомится на месте преступления с капитаном полиции Хэнком Куинлэном, глава мафии пытается запугать Сьюзан, чтобы та убедила мужа не совать свой нос в жизнь городка, живущего за счет оборота наркотиков."
},

{
    "id": 222,
    "name":	"Дьяволицы",
    "year":	1954,
    "reg":	"Анри-Жорж Клузо",
    "genre":	"детектив, драма, фильм ужасов",
    "annotation": "Жена и любовница становятся соучастницами преступления, которого не было. Не понимая, что произошло, жена пытается найти труп мужа, не выдав себя. Вскоре ей начинает казаться, что она сходит с ума. Есть версия, что детективный роман Буало-Нарсежака хотел экранизировать сам Хичкок, но опоздал с приобретением прав. Для Анри-Жоржа Клузо лента стала одной из лучших в творчестве. В главной роли режиссер снял свою жену Веру Клузо, чья смерть, по иронии судьбы, повторила смерть ее героини. Николь сочувствует тому, как ее бывший любовник обращается со своей кроткой и беззащитной женой. Мишель управляет частной школой, принадлежащей супруге, но совершенно не считается ни с ее мнением, ни с чувствами. Николь предлагает Кристине единственный выход: убить тирана и инсценировать несчастный случай. Утопив Мишеля в ванной, они сбрасывают его тело в школьный бассейн, откуда оно мистическим образом исчезает. "
},

{
    "id": 223,
    "name":	"Звёздные войны: Пробуждение силы",
    "year":	2015,
    "reg":	"Джеффри Джейкоб Абрамс",
    "genre":	"боевик, приключение, фэнтези",
    "annotation": "Что бы ни говорили, но борьбе Света и Тьмы никогда не наступит конца, а значит, Звездные войны продолжаются! Создатель легендарной космической саги Джордж Лукас благословил продолжить труд своей жизни выдающегося Джей Джей Абрамса, за плечами которого «Остаться в живых» и «Звездный путь». Многочисленные мультсериалы, созданные по мотивам приключений отважных джедаев, не давали ощущения полного погружения, и киностудии Lucasfilm и Disney объединили усилия, чтобы «передать «Звездные войны» новому поколению кинематографистов» и осчастливить преданных поклонников эпопеи. К созданию седьмого эпизода, события которого развиваются через тридцать лет после вдохновляющего «Возвращения Джедая», авторы отнеслись очень трепетно, максимально отказавшись от применения зеленого экрана и снимая в реальных декорациях для воссоздания атмосферы оригинала."
},

{
    "id": 224,
    "name":	"Ганди",
    "year":	1982,
    "reg":	"Ричард Аттенборо",
    "genre":	"биография, драма, исторический фильм",
    "annotation": "Юноша из религиозной индийской семьи, получивший юридическое образование, начинает выступать против британских властей. Он не призывает ответить им оружием: его выбор – ненасильственное сопротивление. Единственный режиссерский «Оскар» Ричарда Аттенборо. Первый актерский «Оскар» Бена Кингсли. В общей сложности лента взяла восемь статуэток Академии. Предвосхищая обвинения в неточности и неполноте описания жизненного пути такого великого человека, как Махатма Ганди, в прологе к фильму авторы признали, что главной своей целью ставили соответствие духу жертвенности и непоколебимости, коими Ганди руководствовался в своей борьбе за независимость родной страны. История начинается с выстрела в упор и последнего вздоха великого лидера. Кадры похорон сменяются сценой из жизни молодого Ганди, когда он осознал, чему должен посвятить свою жизнь. Проводник, выкинувший его из вагона за смуглый цвет кожи, подвиг молодого юриста стать правозащитником, каких еще не знал мир. "
},

{
    "id": 225,
    "name":	"Донни Дарко",
    "year":	2001,
    "reg":	"Ричард Келли",
    "genre":	"научная фантастика, таинственный фильм, драма",
    "annotation": "Есть в США небольшой городок, который, если верить кинематографистам, буквально притягивает все мистическое и потустороннее. Здесь живет странноватый старшеклассник, шестнадцатилетний Донни Дарко, который страдает лунатизмом. К нему по ночам является некий Фрэнк, в костюме человекоподобного клыкастого кролика, рассказывая Донни о скором конце света. По версии пришельца из параллельной реальности, парнишка должен пожертвовать своей жизнью, чтобы спасти мир и своих близких. Это становится катализатором цепочки неотвратимых событий, результатом которых будет замыкание временной петли. "
},

{
    "id": 226,
    "name":	"Корпорация монстров",
    "year":	2001,
    "reg":	"Пит Доктер, Дэвид Сильверман",
    "genre":	"мультфильм, комедия",
    "annotation": "В параллельном мире, в городе с говорящим названием Монстрополис живут профессиональные пугальщики всех мастей, которые работают на Корпорацию, добывая детский крик, служащий аналогом электроэнергии. В Монстрополисе действует одно правило, которое нельзя нарушать ни при каких обстоятельствах: на территорию города не должны проникать дети. Говорят, они крайне опасны и даже ядовиты для монстров. Но однажды страшное все-таки происходит: дверь в иное измерение осталась открытой, и в город проникает ребенок. Маленькую девчушку, которая толком еще не умела говорить, находит монстр Салливан. На первое время он прячет «источник угрозы» у себя и поэтому рассказывает о ней лишь своему лучшему другу – одноглазому зеленому монстру Майку Вазовски."
},

{
    "id": 227,
    "name":	"Энни Холл",
    "year":	1977,
    "reg":	"Вуди Аллен",
    "genre":	"комедия, драма, мелодрама",
    "annotation": " Действие картины происходит в Нью-Йорке, любимом городе Вуди Аллена. Сюжет рассказывает о зарождении, развитии и угасании любовного романа между стенд-ап комиком Элви Сингером и талантливой певицей Энни Холл. Главный герой – еврей-невротик, везде подозревающий антисемитские заговоры и уже 15 лет посещающий психоаналитика, а его возлюбленная – влюбчивая, романтичная девушка с прекрасным чувством юмора."
},

{
    "id": 228,
    "name":	"Месть и закон",
    "year":	1975,
    "reg":	"Рамеш Сиппи",
    "genre":	"боевик, приключение, комедия",
    "annotation": "Инспектор Тхакур случайным образом завел очень крепкую дружбу с двумя ворами. Когда-то он арестовал их, но по дороге в тюрьму всем им пришлось объединиться, чтобы противостоять бандитам, которые хотели захватить пассажирский поезд. И даже несмотря на то, что Тхакур был ранен, и арестованные могли сбежать, они не подвели своего нового товарища и предпочли оказаться в тюрьме, а не бросить полицейского на произвол судьбы. Теперь Тхакур снова разыскивает своих друзей. Беспощадный разбойник Габар убил всех его родственников и продолжает терроризировать его родной поселок. Тхакур не может перенести своей потери и решает мстить обидчику. "
},

{
    "id": 229,
    "name":	"Терминатор",
    "year":	1984,
    "reg":	"Джеймс Кэмерон",
    "genre":	"научная фантастика, боевик",
    "annotation": "Солдат Кайл Риз получил задание: разыскать американку по имени Сара Коннор. Разыскать и спасти. Дело в том, что юной девушке предстоит стать матерью героя, от которого зависит судьба всего человечества. Ну, или того, что от него останется, когда суперкомпьютер спровоцирует ядерную войну и поработит Землю. Девятнадцатилетняя Сара в шоке от услышанного, но словам прибывшего из будущего Риза приходится поверить: другой путешественник во времени – не знающий жалости и сомнений робот – уже открыл охоту на молодую женщину, которой суждено стать ключевой фигурой новейшей истории. Победить Терминатора в открытой схватке невозможно: Саре и Кайлу нужно спасаться бегством. "
},

{
    "id": 230,
    "name":	"Ультиматум Борна",
    "year":	2007,
    "reg":	"Пол Гринграсс",
    "genre":	"боевик, таинственный фильм, триллер",
    "annotation": "Заключительная часть знаменитой трилогии о потерявшем память бывшем агенте ЦРУ. Фильм-лауреат трех номинаций премии «Оскар» и премии гильдии киноактеров за лучший каскадерский ансамбль. Саймон Росс, журналист «The Guardian» ведет расследование по делу Джеймса Борна. В Турине журналист встречается с осведомителем, который знает все тайны Борна, в том числе рассказывает репортеру об операции «Блэкбрайар». Росс, довольный своей работой, тут же сообщает о своих успехах редактору. ЦРУ перехватывает в разговоре название суперсекретной операции и тут же начинают следить за Россом в поисках осведомителя. Борн читает в газете большую статью о себе и назначает Россу встречу на вокзале Ватерлоо в Лондоне. Бывший агент понимает, что за журналистом, скорее всего, уже ведется слежка, и потому ведет себя крайне осторожно. Но для выводов ЦРУ достаточно видеть Борна и Росса вместе, агенты решают, что ценную информацию передал журналисту сам Борн. Репортер погибает от выстрела снайперской винтовки, а Борну вновь предстоит доказывать ЦРУ свою невиновность."
},

{
    "id": 231,
    "name":	"Барри Линдон",
    "year":	1975,
    "reg":	"Стэнли Кубрик",
    "genre":	"драма, мелодрама, военный фильм",
    "annotation": "История жизни простого ирландского парня Редмонда Барри. Будучи еще совсем молодым, он убил на дуэли офицера английской армии. Чтобы не попасть в руки полиции, ему пришлось покинуть родной дом и отправиться странствовать по Ирландии. Но странствия его были недолгими."
},

{
    "id": 232,
    "name":	"Волшебник страны Оз",
    "year":	1939,
    "reg":	"Виктор Флеминг",
    "genre":	"сказка, приключение, комедия",
    "annotation": " «Волшебник страны Оз» рассказывает о невероятном путешествии обычной девочки из Канзаса в сказочную страну, где ей пришлось столкнуться с множеством испытаний и опасностей в попытках вернуться домой. Во время небывалого смерча девочка Дороти и ее маленькая собачка Тото оказываются внутри дома, который уносит далеко за скалистые горы. Деревянная лачуга приземляется в необычном и красочном месте, где живут странные существа, растут удивительные растения, а все животные могут говорить. В поисках могущественного волшебника по имени Гудвин, Дороти отправляется в долгий путь по дороге из желтого кирпича, чтобы попросить мага вернуть ее домой."
},

{
    "id": 233,
    "name":	"День сурка",
    "year":	1993,
    "reg":	"Гарольд Рэмис",
    "genre":	"комедия, драма, фэнтези",
    "annotation": "Как многим известно, у американцев есть поверье, связанное с пушистым сурком. Каждый год, второго февраля панксатонский Фил показывает мордашку из своей норки, чтобы предсказать приход весны. Ведущий прогноза погоды одного из крупных каналов Фил Коннорс вынужден каждый год ездить на эту церемонию в Панксатони, штат Пенсильвания. Ему это до смерти надоело: каждый год одно и то же, опять этот провинциальный городишко, опять эти люди, опять этот глупый сурок! Но в этот раз все будет совсем по-другому, ведь это второе февраля Филу придется прожить десять лет, раз за разом просыпаясь в одном и том же дне. И только настоящее и искреннее чувство способно разрушить этот замкнутый временной круг. "
},

{
    "id": 234,
    "name":	"Ненависть",
    "year":	1995,
    "reg":	"Матьё Кассовиц",
    "genre":	"драма",
    "annotation": "Один день из жизни трех жителей неблагополучного квартала Парижа. Трое друзей – выходец из рабочей еврейской семьи Винз, боксер африканец Юбер и самый молодой из всех – араб Саид. У каждого из них свои представления о том, как жить и выбираться из замкнутого круга жизни в гетто. Но есть одно, что их объединяет безапелляционно: всем троим приходится терпеть несправедливость и бесчинства, которые творит полиция. Однажды мальчик-араб Абдель попадает в больницу после допроса полицейского. Это событие вызывает бурю негодования в районе, где он живет. Среди весьма разношерстной молодежи разрастается и обостряется конфликт с представителями правоохранительных органов."
},

{
    "id": 235,
    "name":	"Восемь с половиной",
    "year":	1963,
    "reg":	"Федерико Феллини",
    "genre":	"драма, фэнтези",
    "annotation": "Главный герой – успешный постановщик по имени Гвидо Анселми – готовится к новому проекту, продюсеры которого ожидают небывалых прибылей. Предыдущему фильму Гвидо удалось собрать внушительную кассу, поэтому на этот раз для постановки выделен многомиллионный бюджет и достаточная свобода действий. Однако в самый ответственный момент Гвидо понимает, что не может приступить к съемкам. Внезапно он теряет свое вдохновение, оказавшись на пороге творческого кризиса. Причиной этому послужили жизненные неурядицы как в быту, так и на любовном фронте. В поисках музы Гвидо с головой уходит в свои мысли и воспоминания, которые так или иначе становятся частью реальности. "
},

{
    "id": 236,
    "name":	"Челюсти",
    "year":	1975,
    "reg":	"Стивен Спилберг",
    "genre":	"триллер",
    "annotation": "уже давно стал одним из лучших образцов сценариев авантюрного жанра. Действие картины разворачивается в течение пяти дней на острове Эмити, в небольшом американском курортном городке. Шериф местной полиции и его помощник находят на берегу изуродованное тело девушки, которая предположительно стала жертвой огромной белой акулы. Однако на носу разгар курортного сезона, и мэр города принимает рискованное решение не закрывать городские пляжи. Вначале все идет хорошо, но когда очередной жертвой акулы становится невинный подросток, жители городка и обескураженный мэр понимают, что пристрастившееся к человеческому мясу животное нужно уничтожить…"
},

{
    "id": 237,
    "name":	"12 обезьян",
    "year":	1995,
    "reg":	"Терри Гиллиам",
    "genre":	"научная фантастика",
    "annotation": "Фильм отличается нелинейным сюжетом и общей напряженно-загадочной атмосферой. По сюжету фильма к 2035 году большая часть населения земли оказывается уничтожена смертельным вирусом, а выжившим приходится скрываться под землей. Уголовник Джеймс Коул, осужденный за неподчинение властям, соглашается стать добровольцем и отправиться в 1996 год, чтобы предотвратить страшную эпидемию. Там он узнает, что в мире орудует банда 12 обезьян и подозревает, что именно они – распространители вируса. "
},

{
    "id": 238,
    "name":	"Лучшие годы нашей жизни",
    "year":	1946,
    "reg":	"Уильям Уайлер",
    "genre": "драма",
    "annotation": "Эта универсальная история будет понятна и близка любому поколению кинозрителей, ценящих искренние истории любви и сострадания. Это рассказ о трех разных людях, бывших солдатах, вернувшихся с войны в родные края. Эл Стивенсон, Фред Дерри, Гомер Пэрриш в одинаковой степени пережили все ужасы и лишения кровопролитных сражений, но дома их ждут совершенно разные судьбы. У бывшего сержанта Стивенсона за время войны выросли дети, с которыми ему вновь приходится налаживать отношения. Военный летчик Фред Дерри, несмотря на то, что женат на красивой девушке, понимает, что его никто особо не ждал. А Гомер, между тем, пытается стать полноценным членом общества, будучи лишенным обеих рук. Уходя на войну, он обещал жениться на своей любимой девушке, но сейчас он инвалид и не знает, как ему лучше поступить - выполнить свое обещание, тем самым сковав девушку тяжелой ношей, или же дать ей шанс на более счастливую жизнь с другим мужчиной."
},

{
    "id": 239,
    "name":	"Двойная рокировка",
    "year":	2002,
    "reg":	"Эндрю Лау, Алан Мак",
    "genre":	"детектив, таинственный фильм",
    "annotation": ". Двое парней – бывшие однокашники – выбрали разные дороги: один решил спасать людям жизни и бороться с преступностью, а другой в угоду своим амбициям и алчности подался в мафию, грабя и убивая ни в чем неповинных людей. Но однажды они меняются местами: полицейского внедряют в мафию для сбора информации, а мафиози отправляют работать в полицию, чтобы предотвратить раскрытие криминальных делишек босса. Каждый из них вынужден добывать информацию любыми путями, не гнушаясь никакими средствами. Каждый из них рискует жизнью и свободой. Каждый из них вынужден носить маску и скрывать ото всех свои истинные чувства. Только так они смогут выполнить задание, остаться в живых и, если удастся, вывести на чистую воду предателя, который, по иронии судьбы, есть и на одной, и на другой стороне."
},

{
    "id": 240,
    "name":	"Прислуга",
    "year":	2011,
    "reg":	"Тейт Тейлор",
    "genre":	"драма",
    "annotation": "Американский Юг, на дворе 1960-е годы. Скитер только-только закончила университет и возвращается домой, в сонный городок Джексон, где никогда ничего не происходит. Она мечтает стать писательницей, вырваться в большой мир. Но для приличной девушки с Юга не пристало тешиться столь глупыми иллюзиями, приличной девушке следует выйти замуж и хлопотать по дому. Мудрая Эйбилин на тридцать лет старше Скитер, она прислуживает в домах белых всю свою жизнь, вынянчила семнадцать детей и давно уже ничего не ждет от жизни, ибо сердце ее разбито после смерти единственного сына. Минни - самая лучшая стряпуха во всем Джексоне, а еще она самая дерзкая служанка в городе. И острый язык не раз уже сослужил ей плохую службу. На одном месте Минни никогда подолгу не задерживается. Но с Минни лучше не связываться даже самым высокомерным белым дамочкам. Двух черных служанок и белую неопытную девушку объединяет одно - обостренное чувство справедливости и желание хоть как-то изменить порядок вещей. Смогут ли эти трое противостоять целому миру? Сумеют ли они выжить в этой борьбе?"
},

{
    "id": 241,
    "name":	"Любовное настроение",
    "year":	2000,
    "reg":	"Вонг Карвай",
    "genre":	"драма",
    "annotation": "Двое. Су и Чоу занимают в доме соседние комнаты. С первой встречи у них обнаруживается много общего. Поначалу они даже не подозревают, что совпадений гораздо больше. Их супруги часто отсутствуют, зритель почти не увидит их в фильме, так как они постоянно находятся в командировках. Однако по незначительным деталям становится ясно, что муж Су и жена Чоу проводят это время вместе. Чоу замечает, что подаренная мужем Су сумочка такая же, как у его жены. Су обращает внимание, что галстук Чоу, подаренный ему женой такой же, как у ее мужа. Попытки понять истоки измены приводят героев в объятия друг друга. Неспешное, изящное и целомудренное кино о возникновении близости между людьми."
},

{
    "id": 242,
    "name":	"Париж, Техас",
    "year":	1984,
    "reg":	"Вим Вендерс",
    "genre":	"драма",
    "annotation": "Шаг за шагом через выжженную жарким техасским солнцем пустыню идет человек. Обветренное, испещренное морщинами лицо, пронзительный взгляд. Скитания закалили его, но не избавили от угрызений совести. Четыре года без него рос сын. Четыре года родные не знали, где его носит, жив ли вообще. И вот он вернулся, ничего не объясняя. Откуда же взялась эта надежда, что все можно исправить? Путь искупления начнется в небольшом городке Париж, что в штате Техас, а куда заведет эта дорога, одному богу известно."
},

{
    "id": 243,
    "name":	"Битва за Алжир",
    "year":	1966,
    "reg":	"Джилло Понтекорво",
    "genre":	"детектив, драма, исторический фильм",
    "annotation": "Словами героя этой драмы передана суть всех освободительных движений: «Трудно начать революцию, еще труднее ее продолжить и самое трудное – победить в ней. И только когда мы победим, начнутся самые настоящие трудности…». Фильм снимался в уже свободном Алжире, когда страна погрязла во внутренних разборках тех, кто еще недавно боролся с иностранными узурпаторами. Лента стала вершиной творчества режиссера Джилло Понтекорво, вызвав огромный общественный резонанс. Среди прочих наград фильм отмечен призом ООН в рамках премии BAFTA и «Золотым львом» Венецианского кинофестиваля. Во Франции лента долгое время была запрещена к показу. Пентагон использовал фильм в качестве примера ведения партизанской войны в крупных мусульманских городах, полудокументальное повествование привлекло к картине внимание радикальных террористических групп."
},

{
    "id": 244,
    "name":	"Красавица и Чудовище",
    "year":	1991,
    "reg":	"Гэри Трусдейл, Кирк Уайз",
    "genre":	"мультфильм, мелодрама",
    "annotation": "История повествует о несчастном принце и прекрасной молодой девушке, отношениям которых мешает древнее проклятие. Юный и заносчивый принц отказывается впустить немощную старушку погреться в замок, в связи с чем та превращает его в чудовище. Если до 21 года его никто искренне не полюбит, то он навсегда останется в облике страшного лохматого монстра. События переносятся на двадцать лет вперед, в окрестности небольшой французской деревушки. Чудаковатый папаша деревенской красавицы Белль случайно попадает в заколдованный замок. Белль отправляется на его поиски и просит монстра отпустить отца в замен на свою свободу. Так начинается невероятная история любви красавицы и чудовища."
},

{
    "id": 245,
    "name":	"Собачий полдень",
    "year":	1976,
    "reg":	"Сидни Люмет",
    "genre":	"детектив, драма",
    "annotation": " Сонни, в роли которого в ленте выступает молодой Аль Пачино, вместе со своими подельниками решается ограбить «Первый сберегательный банк Бруклина». Для Сонни, Сала и Стиви это ограбление – первое их серьезное дело. Как известно, первый блин всегда комом, и план наших героев начинает идти наперекосяк, как только они переступают порог банка. Первым самообладание теряет Стиви – он впал в панику, как только увидел, что Сал достал пистолет. Второй удар подстерегал горе-преступников в хранилище банка – они пришли на дело сразу после ежедневной инкассации и обнаружили только 1100 долларов наличными. И как раз в этот момент здание окружила полиция. Казалось бы, все кончено, но не тут-то было. Эти события только предшествовали нелепой истории, в которую оказался вовлечен целый нью-йоркский квартал."
},

{
    "id": 246,
    "name":	"Банды Вассейпура",
    "year":	2012,
    "reg":	"Анураг Кашьяп",
    "genre":	"боевик, детектив, драма",
    "annotation": "Бизнес на крови - источник дохода для Рамадхира Сингха. Он прибрал к рукам угольные шахты Вассейпура. Зная, что его власть держится на авторитете, он не простил предательства приближенного. Жестокий триллер повествует о событиях, начало которым было положено в 1941 году, когда Индия еще была британской колонией. Реальное противостояние двух мафиозных кланов обросло художественным вымыслом, но, как и в случае с «Бандами Нью-Йорка», это лишь помогло передать дух описываемой истории - безжалостную, первобытную природу борьбы за выживание. Рамадхир Сингх считал Шахид Кхана своей правой рукой, он приблизил его, наделил властью и возможностями. Осознав, что Кхан ведет свою игру за его спиной, Сингх решил проблему единственным известным ему способом. Узнав о случившемся, сын Кхана поклялся смыть кровь отца кровью его убийцы."
},

{
    "id": 247,
    "name":	"Пираты Карибского моря: Проклятие «Чёрной жемчужины»",
    "year":	2003,
    "reg":	"Гор Вербински",
    "genre":	"приключение, фэнтези, боевик",
    "annotation": "В бухту британского Порт-Ройял, омываемого Карибским морем, заходит легендарный пиратский корабль 'Черная Жемчужина' под командованием капитана Барбоссы. Команда судна – сплошь мертвецы: таково наказание за украденное ими золото ацтеков. Чтобы вновь стать смертными, пираты-зомби собирают растраченные монеты древнего мексиканского народа, последняя из которых находится в Порт-Ройял, где живет сын пирата Прихлопа Билла, чья кровь должна сдобрить собранное золото. В тюрьме этого порта томится в ожидании казни капитан Джек Воробей, чья хрустальная мечта – вернуть принадлежавшую ему 'Черную Жемчужину'."
},

{
    "id": 248,
    "name":	"Что случилось с Бэби Джейн?",
    "year":	1962,
    "reg":	"Олдрич Роберт",
    "genre":	"драма, триллер",
    "annotation": "Трогательная история отношений двух сестер, которые в своей жизни побывали на пике популярности. Старшая и более целеустремленная Джейн всегда мечтала стать актрисой или танцовщицей, но ее бунтарский характер очень часто вредил карьере и отталкивал режиссеров от работы с ненадежным актером. Младшая же сестра Бланш никогда не была особо амбициозной, но ее замечают и дают шанс сниматься в кино. Джейн завидует успеху своей родственницы, постепенно спиваясь и теряя рассудок. Девушки стремятся к исполнению своих желаний, не оглядываясь на то, как меняется их жизнь..."
},

{
    "id": 249,
    "name":	"Пикей",
    "year":	2014,
    "reg":	"Раджкумар Хирани",
    "genre":	"комедия, драма, фэнтези",
    "annotation": "Кинофильм «ПиКей» (PK) расскажет историю инопланетянина, которого прислали на нашу планету с важной миссией. ПиКей, так зовут пришельца, будет изучать людей и жизнь на Земле. В первый же день в городе, находящемся посреди пустыни Раджастан, у ПиКея украли пульт для связи с космическим кораблём. Он будет общаться с людьми немного наивно, но очень искренне, заставляя их задумываться над очень привычными для них понятиями, и переосмысливать их. Его ждёт встреча с очаровательной девушкой Джэггу. Благодаря её помощи, он узнает больше о людях. Изменит ли он свои первоначальные и невинные взгляды на природу человека?"
},

{
    "id": 250,
    "name":	"Служанка",
    "year":	2016,
    "reg":	"Пак Чхан Ук",
    "genre":	"детектив, драма, таинственный фильм, мелодрама, триллер",
    "annotation": ". Живущей в жутком зловонном притоне сироте по имени Суки выпадает один шанс на миллион: именно ее нанимает в служанки к богатой леди Хидеко коварный граф Фудзивара, который намерен с помощью Суки разорить леди и отправить ее в сумасшедший дом. План Фудзивары с треском проваливается, когда Хидеко и Суки внезапно сближаются и становятся любовницами. «Служанка» – настоящий роман о страсти в неспокойные для страны времена японской оккупации, разбитый Паком Чхан-Уком на три части: вы увидите историю глазами воровки Суки, потомственной аристократки Хидеко и афериста Фудзивары. Полный тайн и загадок о каждом персонаже, фильм придется по душе не только любителям детективов и триллеров, но и эстетам: буквально каждый его кадр безупречно выполнен с точки зрения дизайна и стиля."
}

]
}
